
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>更新履历 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="./" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter active" data-level="1.1" data-path="Update.html">
            
                <a href="Update.html">
            
                    
                    更新履历
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >更新履历</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p>1.7&#x4E4B;&#x524D;&#x7684;&#x66F4;&#x65B0;&#xFF0C;&#x8BF7;&#x67E5;&#x770B;&#x524D;&#x4F5C;&#x8005;936&amp;&#x7434;&#x795E;&#x7684;&#x66F4;&#x65B0;&#x5C65;&#x5386;&#xFF0C;&#x5728;&#x6B64;&#x6DF1;&#x8868;&#x81F4;&#x8C22;&#xFF01;</p>
<h2 id="nts2r-beta-v17---------------------2015-05-05">NTS2R beta v1.7                     2015-05-05</h2>
<p>1.&#x5168;&#x4EBA;&#x7269;&#x5934;&#x50CF;&#xFF0C;&#x6240;&#x6709;&#x4EBA;&#x7269;&#x6570;&#x636E;&#x53CA;&#x7279;&#x6280;&#x8C03;&#x6574;&#xFF0C;&#x6B66;&#x5668;&#x653B;&#x9632;&#xFF0C;&#x5168;&#x57CE;&#x5E02;&#x8FFD;&#x52A0;&#x7F16;&#x6240;&#xFF0C;&#x8D64;&#x58C1;&#x4E4B;&#x6218;&#x524D;&#x6355;&#x83B7;&#x7684;&#x5C06;&#x9886;&#x5728;&#x8DF3;&#x5267;&#x60C5;&#x65F6;&#x4F1A;&#x6D88;&#x5931;&#xFF0C;&#x60F3;&#x4FDD;&#x7559;&#x8BF7;&#x653E;&#x7F16;&#x6240;&#x3002;</p>
<p>2.&#x6B66;&#x5C06;&#x6355;&#x6349;&#x7CFB;&#x7EDF;&#x8BBE;&#x5B9A;&#x5B8C;&#x6210;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x6B66;&#x5C06;&#x53EF;&#x91CE;&#x5916;&#x6355;&#x83B7;&#xFF08;&#x4F1A;&#x6709;&#x91D1;&#x94B1;&#x8981;&#x6C42;&#xFF09;&#xFF0C;&#x5C11;&#x90E8;&#x5206;&#x9AD8;&#x7EA7;&#x5C06;&#x9886;&#x9700;&#x8981;&#x5408;&#x6210;&#x624D;&#x80FD;&#x5F97;&#x5230;&#xFF0C;&#x4E14;&#x5168;&#x90E8;&#x5C06;&#x9886;&#x5728;&#x6211;&#x65B9;&#x53EF;&#x5347;&#x7EA7;&#x3002;&#x6CE8;&#xFF1A;&#x65A9;&#x6740;&#x6389;&#x7684;&#x5C06;&#x9886;&#x4E0D;&#x4F1A;&#x518D;&#x51FA;&#x73B0;&#x3002;</p>
<p>3.&#x6B66;&#x5C06;&#x5408;&#x6210;&#x7CFB;&#x7EDF;&#x8BBE;&#x5B9A;&#x5B8C;&#x6210;&#xFF0C;&#x4E8C;&#x4E2A;&#x6B66;&#x5C06;&#x5408;&#x6210;&#x4E00;&#x4E2A;&#x65B0;&#x5C06;&#x9886;&#xFF0C;&#x5728;&#x7F16;&#x6240;&#x5408;&#x6210;&#xFF08;&#x4E0D;&#x540C;&#x5C06;&#x9886;&#x7B49;&#x7EA7;&#x8981;&#x6C42;&#x4E0D;&#x540C;&#xFF0C;&#x5177;&#x4F53;&#x8BF7;&#x81EA;&#x884C;&#x6478;&#x7D22;&#xFF09;&#xFF0C;&#x5408;&#x6210;&#x65F6;&#xFF0C;&#x7F16;&#x6240;&#x8001;&#x677F;&#x4F1A;&#x6D88;&#x5931;&#xFF0C;&#x6C57;</p>
<p>4.&#x52A0;&#x5165;&#x4E00;&#x79CD;&#x65B0;&#x6B66;&#x5668;&#x201C;&#x97AD;&#x201D;&#xFF0C;&#x505A;&#x4E3A;&#x552F;&#x4E00;&#x4E00;&#x79CD;&#x53EF;&#x4EE5;&#x6253;&#x4E24;&#x6B21;&#x7684;&#x6B66;&#x5668;</p>
<p>5.&#x8FFD;&#x52A0;&#x4E86;&#x961F;&#x4F0D;&#x753B;&#x9762;&#x7684;&#x9635;&#x578B;&#x663E;&#x793A;</p>
<p>6.&#x8C03;&#x6574;&#x4E86;&#x7B56;&#x7565;&#x7684;SP&#x6D88;&#x8017;&#xFF0C;&#x589E;&#x52A0;&#x4E86;&#x667A;&#x590D;&#x4E39;&#x6062;&#x590D;&#x91CF;&#xFF0C;&#x8FD9;&#x6837;&#x5BF9;&#x4E8E;&#x6709;&#x7279;&#x6280;&#x201C;&#x7B56;&#x201D;&#x7684;&#x5C06;&#x9886;&#xFF0C;&#x7B56;&#x7565;&#x653B;&#x51FB;&#x4E24;&#x6B21;&#x6D88;&#x8017;&#x5408;&#x9002;&#x8865;&#x7ED9;&#xFF0C;&#x53D6;&#x6D88;&#x4E86;&#x6697;&#x6740;&#xFF0C;&#x5224;&#x79BB;&#xFF0C;&#x79BB;&#x95F4;&#x7B49;&#x8BA1;&#x7B56;&#x7684;&#x53CC;&#x51FB;&#x3002;</p>
<p>7.&#x8FFD;&#x52A0;&#x8881;&#x672F;&#x4E8C;&#x8FDE;&#x6218;&#xFF0C;&#x5218;&#x748B;&#x4E09;&#x8FDE;&#x6218;&#xFF0C;&#x53F8;&#x9A6C;&#x61FF;&#x56DB;&#x8FDE;&#x6218;&#xFF0C;&#x540E;&#x671F;&#x96BE;&#x5EA6;&#x6709;&#x6240;&#x52A0;&#x5927;&#x3002;</p>
<p>8.&#x6211;&#x65B9;&#x5347;&#x7EA7;&#x5175;&#x529B;&#x6539;&#x9020;&#xFF0C;&#x5347;&#x7EA7;&#x5175;&#x529B;&#x53EF;&#x4EE5;&#x8D85;&#x8FC7;255&#xFF0C;&#x8FBE;&#x5230;255&#xFF5E;65535&#x3002;</p>
<p>9.&#x65B0;&#x7279;&#x6280;&#x7684;&#x6DFB;&#x52A0;&#xFF0C;&#x65B0;&#x589E;&#x201D;&#x907F;&#x201C;&#x201D;&#x8010;&#x201C;&#x7279;&#x6280;&#x3002;</p>
<p>&#x907F;&#xFF1A;&#x589E;&#x52A0;&#x4EBA;&#x7269;25%&#x7684;&#x95EA;&#x907F;&#x7387;&#x3002;</p>
<p>&#x8010;&#xFF1A;&#x62B5;&#x6297;25%&#x7684;&#x81EA;&#x8EAB;&#x6240;&#x53D7;&#x4F24;&#x5BB3;&#x3002;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E86;&#x6563;&#x653B;&#x5BF9;&#x8C61;&#x9519;&#x8BEF;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E86;&#x67F4;&#x6851;&#x57CE;&#x5BAB;&#x6BBF;&#x5468;&#x745C;&#x6D88;&#x5931;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x79D8;&#x6CD5;&#x4E66;&#x6D88;&#x5931;&#x548C;&#x7F16;&#x6240;&#x5B58;&#x6EE1;&#x540E;&#x7684;&#x663E;&#x793A;bug</p>
<p>[+]&#x4FEE;&#x590D;&#x7279;&#x6280;&#x201C;&#x8010;&#x201D;&#x52A0;&#x8840;&#x8D85;&#x51FA;&#x4E0A;&#x9650;&#x7684;&#x95EE;&#x9898;&#x3001;&#x4FEE;&#x590D;&#x5347;&#x7EA7;&#x9519;&#x8BEF;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x53D6;&#x6D88;&#x5F90;&#x5DDE;&#x57CE;&#x95E8;&#x53E3;&#x65B0;&#x624B;&#x798F;&#x5229;&#xFF0C;&#x8C03;&#x6574;&#x8010;&#x62B5;&#x6297;&#x4F24;&#x5BB3;&#x4E3A;1/4&#xFF0C;&#x8C03;&#x6574;&#x8BA1;&#x8C0B;&#x52A0;&#x8840;&#x91CF;</p>
<h2 id="nts2r-beta-v18---------------------2015-06-13">NTS2R beta v1.8                     2015-06-13</h2>
<p>1.&#x8C03;&#x6574;&#x8840;&#x8DEF;&#x8BA1;&#x3001;&#x9677;&#x4E95;&#x8BA1;&#x3001;&#x4F2A;&#x9000;&#x8BA1;&#x3001;&#x7F1A;&#x6740;&#x8BA1;&#x3001;&#x5224;&#x79BB;&#x8BA1;&#x4E3A;&#x6240;&#x6709;&#x653B;&#x57CE;&#x6218;&#x90FD;&#x53EF;&#x4F7F;&#x7528;&#xFF0C;&#x540C;&#x65F6;&#x53D6;&#x6D88;&#x6211;&#x65B9;&#x53EF;&#x4EE5;&#x5B66;&#x4E60;&#x6697;&#x6740;&#x8BA1;&#x3002;</p>
<p>2.&#x8FFD;&#x52A0;&#x5632;&#x9A82;&#x8BA1;&#x7684;&#x5632;&#x8BBD;&#x5C5E;&#x6027;&#xFF0C;&#x65B0;&#x5632;&#x9A82;&#x8BA1;&#x6210;&#x529F;&#x540E;&#xFF0C;&#x5438;&#x5F15;&#x5BF9;&#x65B9;&#x706B;&#x529B;&#x4E94;&#x4E2A;&#x56DE;&#x5408;&#x3002;
&#xFF08;&#x672C;&#x610F;&#x662F;&#x7528;&#x6211;&#x65B9;&#x201C;&#x8010;&#x201D;&#x201C;&#x907F;&#x201D;&#x6B66;&#x5C06;&#x625B;&#x4F4F;&#x5BF9;&#x65B9;&#x5F3A;&#x529B;&#x6B66;&#x5C06;&#x7684;&#x6218;&#x672F;&#xFF0C;&#x4F46;&#x73B0;&#x5728;&#x53EA;&#x662F;&#x5C1D;&#x9C9C;&#xFF0C;&#x56E0;&#x4E3A;&#x5175;&#x529B;&#x8FD8;&#x6CA1;&#x8BA4;&#x771F;&#x8BBE;&#x7F6E;&#xFF0C;&#x96BE;&#x5EA6;&#x53EF;&#x80FD;&#x4E0D;&#x592A;&#x591F;&#xFF09;</p>
<p>3.&#x53BB;&#x9664;&#x5FC3;&#x4E71;&#x8BA1;&#xFF0C;&#x6539;&#x4E3A;&#x6392;&#x51FB;&#x8BA1;&#xFF0C;&#x6548;&#x679C;&#xFF1A;&#x4E8C;&#x4E2A;&#x56DE;&#x5408;&#x5185;&#x63D0;&#x5347;&#x672C;&#x65B9;&#x5168;&#x519B;&#x653B;&#x51FB;&#x529B;50%&#xFF0C;&#x7269;&#x7406;&#x8BA1;&#x7B56;&#x5747;&#x6709;&#x6548;&#x3002;</p>
<p>4.&#x7B56;&#x8FD4;&#x51FB;&#x6539;&#x4E3A;&#x51FB;&#x8FD4;&#x8BA1;&#xFF0C;&#x6548;&#x679C;&#x4E3A;&#x653B;&#x51FB;&#x3001;&#x8BA1;&#x7B56;&#x5168;&#x90E8;&#x8FD4;&#x8FD8;&#x4F24;&#x5BB3;</p>
<p>5.&#x5BFC;&#x5165;&#x541E;1&#x51B3;&#x6218;&#x66F2;&#x548C;&#x6FC0;&#x6218;&#x66F2;&#xFF0C;&#x8FFD;&#x52A0;&#x5415;&#x5E03;&#x6218;&#x5F79;&#x6FC0;&#x6218;&#x66F2;&#x4E00;&#x9996;&#xFF0C;&#x541E;&#x4E00;&#x51B3;&#x6218;&#x66F2;&#x6218;&#x6597;&#x82E5;&#x5E72;&#x9996;</p>
<p>6.&#x653B;&#x51FB;&#x56DE;&#x590D;&#x8BA1;&#x7B56;&#x6548;&#x679C;&#x52A0;&#x5F3A;</p>
<p>7.&#x521D;&#x59CB;&#x5175;&#x529B;&#x63D0;&#x9AD8;</p>
<p>8.&#x9635;&#x578B;&#x653B;&#x9632;&#x901F;&#x8C03;&#x6574; </p>
<p>9.&#x8C03;&#x6574;&#x6253;&#x602A;&#x6389;&#x843D;&#x91D1;&#x94B1;&#x6570;&#xFF0C;&#x4F7F;&#x6E38;&#x620F;&#x7269;&#x54C1;&#x4EF7;&#x683C;&#x66F4;&#x52A0;&#x5E73;&#x8861;</p>
<p>[+]&#x4FEE;&#x6B63;&#x6392;&#x51FB;&#x8BA1;&#x4F7F;&#x7528;&#x56DE;&#x590D;&#x6027;&#x8BA1;&#x7B56;&#x540E;&#x5931;&#x6548;&#x7684;&#x9519;&#x8BEF;</p>
<p>[+]&#x8C03;&#x6574;&#x4E00;&#x4E9B;&#x8BA1;&#x7B56;&#x5B66;&#x4E60;&#x7B49;&#x7EA7;&#x548C;&#x654C;&#x65B9;&#x5175;&#x529B;&#x6D41;&#x6D3E;</p>
<p>[+]&#x4FEE;&#x6B63;&#x654C;&#x65B9;&#x4F7F;&#x7528;&#x6392;&#x51FB;&#x8BA1;&#x7684;&#x6587;&#x5B57;&#x9519;&#x8BEF;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4F7F;&#x7528;&#x7591;&#x5FC3;&#x8BA1;&#x540E;&#x4F1A;&#x6539;&#x53D8;&#x5632;&#x8BBD;&#x5BF9;&#x8C61;&#x7684;bug</p>
<p>[+]&#x4FEE;&#x6B63;&#x5B8C;&#x590D;&#x8BA1;&#x52A0;&#x8840;&#x91CF;&#x8D85;65535&#x540E;&#x53D8;&#x5C11;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x6B63;&#x9009;&#x5173;&#x7B2C;&#x4E94;&#x7AE0;&#x65F6;&#x521D;&#x59CB;&#x4EBA;&#x7269;&#x9519;&#x8BEF;</p>
<p>[+]&#x63D0;&#x9AD8;&#x57CE;&#x9632;&#x52A0;&#x5927;&#x653B;&#x57CE;&#x96BE;&#x5EA6;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E86;&#x6392;&#x51FB;&#x8BA1;&#x65E0;&#x6CD5;&#x88AB;&#x89E3;&#x7B56;&#x8BA1;&#x89E3;&#x9664;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x6B63;&#x8857;&#x4EAD;&#x7B2C;&#x4E00;&#x6218;&#x5730;&#x5F62;&#x9519;&#x8BEF;</p>
<p>[+]&#x4FEE;&#x6B63;&#x5408;&#x6210;&#x6B66;&#x5C06;&#x65F6;&#x7684;&#x6B66;&#x529B;&#x663E;&#x793A;bug</p>
<p>[+]&#x4FEE;&#x6B63;&#x70DF;&#x9041;&#x8BA1;&#x4E0E;&#x201C;&#x907F;&#x201D;&#x7279;&#x6280;&#x95EA;&#x907F;&#x7684;&#x53E0;&#x52A0;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x6B63;&#x201C;&#x901F;&#x201D;&#x6B66;&#x5C06;&#x7B2C;&#x4E00;&#x6B21;&#x653B;&#x51FB;&#x6B21;&#x6570;&#x4E0D;&#x7A33;&#x5B9A;&#x7684;&#x73B0;&#x8C61;</p>
<p>[+]&#x7F8E;&#x5316;&#x7F16;&#x6240;&#x5BF9;&#x8BDD;&#x6846;</p>
<p>[+]&#x4FEE;&#x6B63;&#x516B;&#x5366;&#x9635;&#x65F6;&#x5632;&#x9A82;&#x8BA1;&#x4E0D;&#x80FD;&#x5438;&#x5F15;&#x706B;&#x529B;</p>
<h2 id="nts2r-beta-v181---------------------2015-08-15">NTS2R beta v1.81                     2015-08-15</h2>
<p>1.&#x6E38;&#x620F;&#x91CD;&#x65B0;&#x89C4;&#x5212;&#x4E86;&#x8BA1;&#x7B56;&#x6D41;&#x6D3E;&#xFF0C;&#x5171;&#x5206;&#x4E3A;4&#x79CD;&#xFF0C;&#x8BA1;&#x3001;&#x7B56;&#x3001;&#x533B;&#x3001;&#x9635;&#xFF0C;4&#x79CD;&#x519B;&#x5E08;&#x6D41;&#x6D3E;&#xFF0C;&#x5404;&#x79CD;&#x6D41;&#x6D3E;&#x5C06;&#x4E0D;&#x540C;&#x7684;&#x8BA1;&#x7B56;&#x91CD;&#x65B0;&#x5212;&#x5206;&#xFF0C;&#x6CD5;&#x672F;&#x4F24;&#x5BB3;&#x7C7B;&#xFF0C;&#x63A7;&#x5236;&#x52A0;buff&#x7C7B;&#xFF0C;&#x5976;&#x5988;&#x7C7B;&#xFF0C;&#x9635;&#x6CD5;&#x7C7B;&#x3002;
&#x9876;&#x7EA7;&#x519B;&#x5E08;&#x4E5F;&#x5B66;&#x4E0D;&#x5168;&#x4E0D;&#x540C;&#x6D41;&#x6D3E;&#x7684;&#x8BA1;&#x7B56;&#xFF0C;&#x6E38;&#x620F;&#x5C06;&#x4E0D;&#x540C;&#x7684;&#x519B;&#x5E08;&#x914D;&#x5408;&#x4E0D;&#x540C;&#x7684;&#x6253;&#x6CD5;&#xFF0C;&#x4E0D;&#x518D;&#x662F;&#x4E00;&#x519B;&#x5E08;&#x64B8;&#x5230;&#x5E95;&#xFF0C;&#x4F53;&#x9A8C;&#x4E0D;&#x540C;&#x6253;&#x6CD5;&#xFF0C;&#x96BE;&#x5EA6;&#x4E5F;&#x5C06;&#x5F97;&#x5230;&#x63D0;&#x5347;&#x3002;</p>
<p>2.&#x6392;&#x51FB;&#x8BA1;&#x6539;&#x4E3A;4&#x56DE;&#x5408;&#x5185;&#x63D0;&#x5347;&#x6211;&#x65B9;&#x961F;&#x4F0D;&#x5168;&#x5458;100%&#x7684;&#x4F24;&#x5BB3;&#x3002;</p>
<p>3.&#x964D;&#x4F4E;&#x4E86;&#x7591;&#x5FC3;&#x3001;&#x79BB;&#x95F4;&#x7684;&#x6210;&#x529F;&#x7387;&#x3002;&#x5218;&#x5907;&#x3001;&#x8881;&#x672F;&#x3001;&#x5415;&#x5E03;&#x3001;&#x5F20;&#x9C81;&#x3001;&#x5218;&#x748B;&#x3001;&#x66F9;&#x64CD;&#x3001;&#x53F8;&#x9A6C;&#x61FF;&#x51E0;&#x4EBA;&#x514D;&#x75AB;&#x7591;&#x5FC3;&#x3001;&#x79BB;&#x95F4;&#x3001;&#x7F1A;&#x6740;&#x3001;&#x5224;&#x79BB;&#x3001;&#x6697;&#x6740;</p>
<p>4.&#x6D1B;&#x9633;&#x4E0A;&#x65B9;&#x5173;&#x9698;&#x6DFB;&#x52A0;&#x4E00;&#x573A;&#x9690;&#x85CF;&#x6218;&#xFF0C;&#x4EC5;&#x7528;&#x4E8E;&#x6311;&#x6218;&#x6253;&#x4E0D;&#x8FC7;&#x4E5F;&#x4E0D;&#x8981;&#x7D27;&#xFF0C;&#x4E0D;&#x5F71;&#x54CD;&#x901A;&#x5173;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E00;&#x4E2A;&#x519B;&#x5E08;&#x6D41;&#x6D3E;&#x5224;&#x65AD;&#x9519;&#x8BEF;</p>
<p>[+]&#x518D;&#x6B21;&#x4FEE;&#x6B63;&#x4E00;&#x4E2A;&#x7531;&#x201C;&#x8010;&#x201D;&#x5F15;&#x8D77;&#x7684;&#x7ECF;&#x9A8C;&#x7ED3;&#x7B97;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E86;&#x5632;&#x9A82;&#x8BA1;&#x4E2D;&#x8BA1;&#x540E;&#x518D;&#x7528;&#x56DE;&#x590D;&#x8BA1;&#x4F1A;&#x5E2E;&#x5BF9;&#x65B9;
&#x52A0;&#x8840;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x6539;&#x4E3A;&#x4E2D;&#x4E86;&#x5632;&#x9A82;&#x8BA1;&#x540E;&#x4F7F;&#x7528;&#x56DE;&#x590D;&#x8BA1;&#x4E0D;&#x53EF;&#x6210;&#x529F;</p>
<h2 id="nts2r-beta-v182---------------------2015-09-14">NTS2R beta v1.82                     2015-09-14</h2>
<p>1.&#x51CF;&#x7B56;&#x8BA1;&#x6539;&#x4E3A;&#x51FB;&#x67D4;&#x8BA1;&#xFF0C;&#x6548;&#x679C;&#x4E3A;&#x63D0;&#x9AD8;&#x7269;&#x9632;&#x53CA;&#x6CD5;&#x9632;&#xFF0C;&#x62B5;&#x6297;25%&#x81EA;&#x8EAB;&#x6240;&#x53D7;&#x4F24;&#x5BB3;&#xFF0C;&#x53EF;&#x4EE5;&#x548C;&#x201C;&#x8010;&#x201D;&#x53E0;&#x52A0;&#x3002;</p>
<p>2.&#x66F4;&#x65B0;&#x4E86;8&#x573A;&#x539F;&#x7248;&#x706B;&#x8BA1;&#x7684;&#x5267;&#x60C5;&#x6218;&#x53EF;&#x4EE5;&#x81EA;&#x7531;&#x5B9A;&#x5236;&#x6210;&#x6C34;&#x8BA1;&#xFF0C;&#x77F3;&#x8BA1;or&#x843D;&#x96F7;&#x6548;&#x679C;&#xFF0C;&#x4FEE;&#x6539;&#x8005;&#x53EF;&#x4EE5;&#x6309;&#x7167;&#x81EA;&#x5DF1;&#x7F16;&#x8F91;&#x7684;&#x5267;&#x60C5;&#x66F4;&#x6539;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;&#x5173;&#x7FBD;&#x6C34;&#x6DF9;&#x4E03;&#x519B;&#xFF0C;&#x8BF8;&#x845B;&#x6728;&#x95E8;&#x9053;&#x5C04;&#x5F20;&#x90C3;&#x7684;&#x843D;&#x6728;&#x6548;&#x679C;</p>
<p>&#x5267;&#x60C5;&#x6218;&#x6597;&#x7684;&#x8BA1;&#x7B56;&#x8272;&#x76D8;:D1918-D191F</p>
<p>&#x5267;&#x60C5;&#x6218;&#x6597;&#x7684;&#x8BA1;&#x7B56;&#x52A8;&#x753B;:D1920-D2927</p>
<p>&#x5267;&#x60C5;&#x6218;&#x6597;&#x7684;&#x8BA1;&#x7B56;&#x58F0;&#x97F3;:D1928-D292F</p>
<p>&#x4F8B;&#xFF1A;&#x843D;&#x96F7;&#x8BA1;&#x53C2;&#x6570;&#x8BBE;&#x7F6E;01&#x662F;&#x6548;&#x679C; A8&#x662F;&#x8272;&#x76D8; 30&#x662F;&#x6548;&#x679C;&#x97F3;&#x3002;</p>
<p>[+]&#x4FEE;&#x6B63;&#x89E3;&#x7B56;&#x8BA1;&#x53EF;&#x4EE5;&#x89E3;&#x9664;&#x654C;&#x65B9;&#x4E2D;&#x5632;&#x9A82;&#x8BA1;&#x72B6;&#x6001;&#x7684;&#x9519;&#x8BEF;</p>
<p>[+]&#x8C03;&#x8282;&#x8FDE;&#x5F29;&#x4F24;&#x5BB3;&#x7684;&#x767E;&#x5206;&#x6BD4;&#xFF0C;&#x91D1;&#x94B1;&#x83B7;&#x5F97;&#x767E;&#x5206;&#x6BD4;</p>
<h2 id="nts2r-beta-v183---------------------2016-02-12">NTS2R beta v1.83                     2016-02-12</h2>
<p>1.&#x66F4;&#x65B0;&#x4E86;2016&#x5E74;LOGO&#xFF0C;&#x7248;&#x672C;&#x53F7;1.83</p>
<p>2.&#x539F;&#x9C7C;&#x9CDE;&#x9635;&#x654C;&#x65B9;&#x7B56;&#x7565;&#x6210;&#x529F;&#x7387;&#x534A;&#x51CF;&#x3001;&#x6211;&#x65B9;&#x7B56;&#x7565;&#x6210;&#x529F;&#x7387;&#x589E;&#x52A0;&#x7684;&#x8BBE;&#x5B9A;&#x6539;&#x4E3A;&#x7ED9;&#x51B2;&#x65B9;&#x9635;</p>
<p>3.&#x91CD;&#x5199;&#x547D;&#x4E2D;&#x3001;&#x95EA;&#x907F;&#x7684;&#x5904;&#x7406;&#xFF0C;&#x5F15;&#x5165;&#x5BF9;&#x201C;&#x907F;&#x201D;&#x7279;&#x6280;&#x3001;&#x201C;&#x547D;&#x201D;&#x7279;&#x6280;&#x3001;&#x5927;&#x5C06;&#x7C7B;&#x578B;&#x3001;&#x70DF;&#x9041;&#x8BA1;&#x3001;&#x9759;&#x5BC2;&#x9635;&#x6548;&#x679C;&#x7684;&#x7EFC;&#x5408;&#x8BA1;&#x7B97;&#x3002;</p>
<p>&#xFF08;&#x5177;&#x4F53;&#x4E3A;&#x201C;&#x547D;&#x201D;&#x7279;&#x6280;+20%&#x547D;&#x4E2D;&#x3001;&#x901F;&#x5927;&#x5C06;&#x5168;&#x961F;+20%&#x547D;&#x4E2D;&#xFF0C;&#x201C;&#x907F;&#x201D;&#x7279;&#x6280;+20%&#x95EA;&#x907F;&#x3001;&#x70DF;&#x9041;&#x8BA1;&#x5168;&#x961F;+10%&#x95EA;&#x907F;&#x3001;&#x9759;&#x5BC2;&#x9635;&#x5168;&#x961F;+10%&#x95EA;&#x907F;&#x3001;&#x666E;&#x901A;&#x653B;&#x51FB;&#x6709;10%&#x7684;&#x95EA;&#x907F;&#x673A;&#x7387;&#xFF09;</p>
<p>4.&#x6DFB;&#x52A0;&#x5168;&#x65B0;&#x7684;&#x5927;&#x5C06;&#x7CFB;&#x7EDF;
&#x7CFB;&#x7EDF;&#x81EA;&#x52A8;&#x5224;&#x65AD;&#x5927;&#x5C06;&#x4EBA;&#x7269;&#x7684;&#x4E09;&#x56F4;&#x5C5E;&#x6027;&#x54EA;&#x9879;&#x6700;&#x9AD8;&#xFF0C;&#x5982;&#x679C;&#x4E09;&#x56F4;&#x6B66;&#x529B;&#x6700;&#x9AD8;&#x7684;&#x5C06;&#x9886;&#x4F5C;&#x4E3A;&#x5927;&#x5C06;&#x5168;&#x961F;&#x4E0A;&#x5347;20%&#x4F24;&#x5BB3;&#x3002;</p>
<p>&#x4E09;&#x56F4;&#x667A;&#x529B;&#x6700;&#x9AD8;&#x7684;&#x5C06;&#x9886;&#x4F5C;&#x4E3A;&#x5927;&#x5C06;&#x5168;&#x961F;&#x51CF;&#x5C0F;20%&#x4F24;&#x5BB3;&#x3002;</p>
<p>&#x4E09;&#x56F4;&#x901F;&#x5EA6;&#x6700;&#x9AD8;&#x7684;&#x5C06;&#x9886;&#x4F5C;&#x4E3A;&#x5927;&#x5C06;&#x5168;&#x961F;&#x653B;&#x51FB;&#x547D;&#x4E2D;&#x7387;&#x548C;&#x6CD5;&#x672F;&#x547D;&#x4E2D;&#x7387;&#x5404;&#x589E;&#x52A0;20%&#x3002;</p>
<p>5.&#x66F4;&#x65B0;&#x4E86;&#x89C9;&#x3001;&#x907F;&#x3001;&#x8010;&#x7279;&#x6280;&#x65E0;&#x9700;&#x518D;&#x8054;&#x5408;&#x8BBE;&#x7F6E;&#x624D;&#x80FD;&#x5224;&#x5B9A;&#x6210;&#x529F;&#x4E86;&#xFF0C;&#x76F4;&#x63A5;&#x5728;&#x4EBA;&#x7269;&#x5C5E;&#x6027;&#x7279;&#x6280;&#x5B57;&#x8282;&#x5904;&#x8BBE;&#x5B9A;&#x5373;&#x53EF;&#x751F;&#x6548;&#xFF0C;&#x6CA1;&#x6709;&#x6570;&#x91CF;&#x9650;&#x5236;&#x4E86;&#xFF0C;&#x800C;&#x4E09;&#x500D;&#x4F1A;&#x5FC3;&#x8FD8;&#x662F;&#x9700;&#x8981;&#x8BBE;&#x5B9A;</p>
<p>6.&#x66F4;&#x65B0;&#x4E86;&#x5E95;&#x677F;&#x5BF9;F0&#x5BF9;&#x8BDD;&#x7684;&#x652F;&#x6301;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E86;&#x897F;&#x8700;&#x5730;&#x56FE;&#x3001;&#x8840;&#x4E66;&#x88C5;&#x5907;&#x65F6;&#x65E0;&#x6CD5;&#x89E6;&#x53D1;&#x5267;&#x60C5;&#x7684;&#x5C0F;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E86;&#x4E00;&#x4E2A;&#x7528;&#x8BA1;&#x7B56;&#x6709;&#x53EF;&#x80FD;&#x9020;&#x6210;&#x6B7B;&#x673A;&#x7684;bug</p>
<p>[+]&#x66F4;&#x65B0;&#x5927;&#x5C06;&#x52A0;&#x5C5E;&#x6027;&#x663E;&#x793A;&#xFF0C;&#x6309;&#x9009;&#x62E9;&#x952E;&#x67E5;&#x770B;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E86;&#x4E00;&#x4E2A;&#x5927;&#x5C06;&#x6B7B;&#x4EA1;&#x7684;&#x5224;&#x65AD;&#x9519;&#x8BEF;&#xFF0C;&#x91CD;&#x65B0;&#x4F18;&#x5316;ROM&#x7ED3;&#x6784;&#xFF0C;&#x589E;&#x52A0;&#x907F;&#x3001;&#x8010;&#x53EF;&#x8BBE;&#x5B9A;&#x6570;&#x91CF;</p>
<h2 id="nts2r-beta-v184---------------------2016-03-21">NTS2R beta v1.84                     2016-03-21</h2>
<p>1.&#x4FEE;&#x6B63;&#x4E86;&#x5916;&#x661F;&#x5E95;&#x677F;ROM&#x67E5;&#x770B;&#x8BA1;&#x7B56;&#x82B1;&#x5C4F;&#x6B7B;&#x673A;&#x3002;</p>
<p>2.&#x4FEE;&#x6B63;&#x4E86;&#x5916;&#x661F;&#x5E95;&#x677F;ROM&#x5347;&#x7EA7;&#x6E38;&#x620F;&#x5D29;&#x6E83;&#x3002;</p>
<p>3.&#x4FEE;&#x6539;&#x4E86;&#x521D;&#x59CB;&#x5F20;&#x98DE;&#x52A0;&#x5165;&#x7684;&#x884C;&#x8D70;&#x8DEF;&#x7EBF;&#x3002;</p>
<p>4.&#x4E00;&#x5B57;&#x9635;&#x6362;&#x6210;&#x96C1;&#x884C;&#x9635;&#xFF0C;&#x9635;&#x5F62;&#x8BF4;&#x660E;&#xFF0C;&#x4E24;&#x4FA7;&#x6B66;&#x5C06;&#x653B;&#x51FB;&#x4E0A;&#x5347;&#xFF0C;&#x9632;&#x5FA1;&#x5C11;&#x91CF;&#xFF0C;&#x901F;&#x5EA6;&#x5C11;&#x91CF;&#x4E0A;&#x5347;&#xFF0C;&#x4E2D;&#x95F4;&#x4E09;&#x6B66;&#x5C06;&#x653B;&#x51FB;&#x51CF;&#x4F4E;&#xFF0C;&#x9632;&#x5FA1;&#x4E0A;&#x5347;&#xFF0C;&#x901F;&#x5EA6;&#x964D;&#x4F4E;&#xFF0C;&#x7528;&#x77F3;&#x7CFB;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;&#x7FFB;&#x500D;&#x3002;</p>
<p>&#x5176;&#x5B83;&#x9635;&#x578B;&#x73A9;&#x6CD5;&#x8C03;&#x6574;&#xFF1A;&#x9E64;&#x7FFC;&#x9635;&#x3001;&#x950B;&#x77E2;&#x9635;&#x5BF9;&#x65B9;&#x7528;&#x8BA1;&#x6210;&#x529F;&#x7387;&#x51CF;&#x534A;&#xFF0C;&#x9759;&#x5BC2;&#x9635;&#x7528;&#x7279;&#x6B8A;&#x8BA1;&#x7B56;&#x6210;&#x529F;&#x7387;&#x51CF;&#x534A;&#xFF0C;&#x77F3;&#x7CFB;&#x8BA1;&#x7B56;&#x5BF9;&#x51B2;&#x65B9;&#x9635;&#x4F24;&#x5BB3;&#x51CF;&#x534A;&#xFF0C;&#x96C1;&#x884C;&#x9635;&#x7528;&#x77F3;&#x7CFB;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;&#x7FFB;&#x500D;&#xFF0C;&#x9C7C;&#x9CDE;&#x9635;&#x7528;&#x8BA1;&#x6210;&#x529F;&#x7387;&#x589E;&#x52A0;&#xFF0C;&#x767D;&#x9A6C;&#x9635;&#x5BF9;&#x51B2;&#x65B9;&#x9635;&#x7528;&#x8BA1;&#x6210;&#x529F;&#x7387;&#x589E;&#x52A0;&#x3002;</p>
<p>5.&#x91CD;&#x5199;&#x7684;&#x767E;&#x4E07;&#x5175;&#x529B;&#x7684;&#x8840;&#x6761;&#x7A0B;&#x5E8F;&#xFF0C;&#x770B;&#x8D77;&#x6765;&#x66F4;&#x7F8E;&#x89C2;&#x3002;</p>
<p>6.&#x519B;&#x5E08;&#x6D41;&#x6D3E;&#x6269;&#x5BB9;&#x81F3;0-F&#xFF0C;&#x5171;15&#x79CD;&#x3002;</p>
<p>7.&#x66F4;&#x65B0;&#x6D6E;&#x52A8;&#x8BA1;&#x7B56;&#x529F;&#x80FD;&#xFF0C;&#x914D;&#x5408;&#x6D6E;&#x52A8;&#x5175;&#x529B;&#xFF0C;&#x6D6E;&#x52A8;&#x653B;&#x51FB;&#x529B;&#x4F7F;&#x7528;&#xFF0C;&#x5F00;&#x5173;&#x5728;80F0F&#x3002;</p>
<p>8.&#x63D0;&#x5347;AI&#x5F3A;&#x5EA6;&#x3002;</p>
<p>9.&#x8C03;&#x6574;&#x6211;&#x65B9;&#x653B;&#x51FB;&#x4F24;&#x5BB3;&#x516C;&#x5F0F;&#xFF0C;&#x907F;&#x514D;&#x540E;&#x671F;&#x4F24;&#x5BB3;&#x8FC7;&#x9AD8;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E86;&#x753B;&#x9762;&#x5207;&#x6362;&#x65F6;&#x95F4;&#x8FC7;&#x957F;&#x53CA;&#x753B;&#x9762;&#x6495;&#x88C2;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E86;&#x51B2;&#x65B9;&#x9635;&#x5BF9;&#x767D;&#x9A6C;&#x9635;&#x653B;&#x51FB;&#x500D;&#x7387;&#x95EE;&#x9898;&#xFF0C;&#x8C03;
&#x6574;&#x4E86;&#x52A0;&#x5C5E;&#x6027;&#x7269;&#x54C1;&#x4E0D;&#x53EF;&#x820D;&#x5F03;&#xFF0C;&#x8C03;&#x6574;&#x5BF9;&#x591A;&#x4EBA;&#x7528;&#x8BA1;&#x7B56;&#x65F6;&#x7684;&#x4F24;&#x5BB3;&#x5E73;&#x5747;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E86;&#x6218;&#x540E;&#x5076;&#x5C14;&#x4F1A;&#x9ED1;&#x5C4F;&#x7684;bug&#xFF0C;&#x4FEE;&#x590D;&#x88AB;&#x653B;&#x51FB;&#x540E;&#x8840;&#x6761;&#x957F;&#x5EA6;&#x663E;&#x793A;&#x4E0D;&#x6B63;&#x786E;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x91CD;&#x65B0;&#x8BBE;&#x7F6E;&#x4E86;&#x4E00;&#x4E9B;&#x9635;&#x578B;&#x901F;&#x5EA6;&#xFF0C;&#x4F7F;&#x5176;&#x66F4;&#x5408;&#x7406;&#xFF0C;&#x67D0;&#x4E9B;&#x9635;&#x578B;&#x4F4D;&#x7F6E;&#x4E0D;&#x518D;&#x4F1A;&#x7528;&#x901F;&#x5EA6;&#x6700;&#x5FEB;&#x7684;&#x4EBA;&#x4E5F;&#x6BCF;&#x6B21;&#x6700;&#x540E;&#x51FA;&#x624B;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E86;&#x4E2D;&#x5632;&#x9A82;&#x8BA1;&#x540E;&#x4F7F;&#x7528;&#x62DB;&#x9B42;&#x8BA1;&#x4E0D;&#x53EF;&#x6210;&#x529F;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E86;&#x6B7B;&#x4EA1;&#x540E;&#x7EE7;&#x7EED;&#x7AD9;&#x8D77;&#x6765;&#x6253;&#x4EBA;&#x7684;bug </p>
<p>[+]&#x4FEE;&#x590D;&#x7834;&#x9635;&#x540E;&#x5F15;&#x7528;&#x654C;&#x65B9;&#x5927;&#x5C06;&#x5C5E;&#x6027;&#x7279;&#x6280;&#x653B;&#x51FB;&#x7684;bug </p>
<p>[+]&#x4FEE;&#x590D;&#x4E00;&#x4E2A;&#x8840;&#x69FD;&#x8BBE;&#x7F6E;&#x53EF;&#x80FD;&#x5F15;&#x8D77;&#x7684;&#x82B1;&#x5C4F;&#x9519;&#x8BEF;</p>
<p>[+]&#x5F00;&#x542F;&#x6240;&#x6709;&#x6D6E;&#x52A8;&#x529F;&#x80FD;&#xFF08;&#x6D6E;&#x52A8;&#x653B;&#x51FB;&#xFF0C;&#x6D6E;&#x52A8;&#x9632;&#x5FA1;&#xFF0C;&#x6D6E;&#x52A8;&#x5175;&#x529B;&#xFF0C;&#x6D6E;&#x52A8;&#x8BA1;&#x7B56;&#xFF09;</p>
<p>[+]&#x6DFB;&#x52A0;&#x6E38;&#x620F;&#x4E2D;&#x5BF9;&#x6240;&#x6709;&#x6D6E;&#x52A8;&#x63A7;&#x5236;&#x7684;&#x8F6F;&#x5F00;&#x5173;&#xFF0C;&#x6309;star&#x5F00;&#x5173;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E00;&#x4E2A;&#x8F83;&#x9AD8;&#x8BA1;&#x7B56;&#x6D41;&#x6D3E;&#x5FAA;&#x73AF;&#x6D6E;&#x52A8;&#x56DE;&#x8F83;&#x4F4E;&#x8BA1;&#x7B56;&#x6D41;&#x6D3E;&#x7684;bug</p>
<p>[+]&#x4FEE;&#x590D;&#x4E00;&#x4E2A;&#x52A0;&#x8840;&#x8D85;&#x51FA;&#x4E0A;&#x9650;&#x7684;bug</p>
<p>[+]&#x6392;&#x51FB;&#x8BA1;&#x6539;&#x4E3A;&#x63D0;&#x5347;1.5&#x500D;&#x4F24;&#x5BB3;</p>
<p>[+]&#x96C1;&#x884C;&#x9635;&#x77F3;&#x8BA1;&#x4F24;&#x5BB3;&#x500D;&#x7387;&#x4E3A;1.2&#x500D;</p>
<p>[+]&#x6C49;&#x4E2D;&#x57CE;&#x6768;&#x677E;&#x53D7;&#x8D3F;&#x91D1;&#x94B1;&#x6570;&#x53D8;&#x591A;</p>
<h2 id="nts2r-beta-v185---------------------2016-08-14">NTS2R beta v1.85                     2016-08-14</h2>
<p>1.&#x4EBA;&#x7269;&#x6A21;&#x578B;&#x6269;&#x5BB9;&#xFF0C;&#x5BFC;&#x5165;&#x90E8;&#x5206;&#x5168;&#x65B0;&#x6A21;&#x578B;&#xFF0C;&#x6E38;&#x620F;&#x4E2D;&#x5305;&#x542B;NPC&#x5171;230&#x4E2A;&#x6A21;&#x578B;</p>
<p>2.&#x653B;&#x51FB;&#x56FE;&#x6269;&#x5BB9;&#xFF0C;&#x914D;&#x5408;&#x5168;&#x4EBA;&#x7269;&#x6A21;&#x578B;&#x7684;&#x653B;&#x51FB;&#x56FE;&#xFF08;&#x6DFB;&#x52A0;&#x5BFC;&#x5165;&#x5168;&#x65B0;&#x653B;&#x51FB;&#x6A21;&#x578B;&#xFF09;</p>
<p>3.&#x6C49;&#x5316;&#x6E38;&#x620F;&#x5F00;&#x59CB;&#x7684;&#x4EBA;&#x7269;&#x4ECB;&#x7ECD;</p>
<p>4.&#x514D;&#x51FB;&#x8BA1;&#x6362;&#x51FB;&#x7532;&#x8BA1;&#xFF0C;&#x6548;&#x679C;&#xFF1A;2&#x56DE;&#x5408;&#x5185;&#x83B7;&#x5F97;&#x65E0;&#x654C;&#x6548;&#x679C;&#xFF0C;&#x51B7;&#x5374;4&#x56DE;&#x5408;&#xFF08;&#x5FC5;&#x5B9A;&#x6210;&#x529F;&#xFF0C;&#x4E0D;&#x53EF;&#x88AB;&#x89E3;&#x7B56;&#xFF09;</p>
<p>5.&#x514D;&#x7B56;&#x8BA1;&#x6362;&#x7B56;&#x514D;&#x8BA1;&#xFF0C;&#x6548;&#x679C;&#xFF1A;&#x5C01;&#x76EE;&#x6807;&#x5355;&#x4EBA;&#x7B56;&#x7565;&#xFF0C;&#x968F;&#x673A;&#x6548;&#x679C;&#x89E3;&#x9664;&#xFF0C;&#x5E76;&#x4E14;&#x76F8;&#x5BF9;&#x4E8E;&#x539F;&#x7248;&#x964D;&#x4F4E;&#x4E86;&#x81EA;&#x52A8;&#x89E3;&#x9664;&#x7684;&#x673A;&#x7387;</p>
<p>6.&#x4F18;&#x5316;&#x654C;&#x65B9;&#x52A0;&#x8840;AI&#xFF0C;&#x961F;&#x4F0D;&#x4E2D;&#x6709;&#x8840;&#x5C11;&#x4E8E;&#x4E00;&#x534A;&#x7684;&#x53EA;&#x5355;&#x52A0;&#x8BE5;&#x6B66;&#x5C06;&#xFF0C;&#x8840;&#x90FD;&#x591A;&#x4E8E;&#x4E00;&#x534A;&#x5219;&#x7FA4;&#x52A0;</p>
<p>7.&#x4F18;&#x5316;&#x654C;&#x65B9;&#x62DB;&#x9B42;&#x8BA1;AI&#xFF0C;&#x654C;&#x65B9;&#x80FD;&#x6B63;&#x786E;&#x7684;&#x5BF9;&#x6B7B;&#x4EA1;&#x6B66;&#x5C06;&#x653E;&#x62DB;&#x9B42;&#x8BA1;</p>
<p>8.&#x4FEE;&#x6539;&#x590D;&#x6D3B;&#x540E;&#x8840;&#x91CF;&#x7EA6;&#x4E3A;&#x6700;&#x5927;&#x8840;&#x91CF;&#x7684;20%</p>
<p>9.&#x6392;&#x51FB;&#x8BA1;&#x6539;&#x540D;&#x4E3A;&#x500D;&#x51FB;&#x8BA1;</p>
<p>10.&#x7591;&#x5FC3;&#x8BA1;&#x3001;&#x7F1A;&#x6740;&#x8BA1;&#xFF08;&#x79BB;&#x95F4;&#x8BA1;&#x3001;&#x53DB;&#x79BB;&#x8BA1;&#xFF09;&#x540C;&#x65F6;&#x53EA;&#x80FD;&#x5B58;&#x5728;&#x4E00;&#x4E2A;&#x72B6;&#x6001;&#xFF0C;&#x4E0D;&#x53EF;&#x91CD;&#x590D;&#x4F7F;&#x7528;</p>
<p>11.&#x7591;&#x5FC3;&#x8BA1;&#x3001;&#x79BB;&#x95F4;&#x8BA1;&#x6539;&#x4E3A;&#x6709;50%&#x673A;&#x7387;&#x6323;&#x8131;&#xFF0C;&#x7F1A;&#x6740;&#x8BA1;&#x3001;&#x53DB;&#x79BB;&#x8BA1;&#x6709;25%&#x673A;&#x7387;&#x6323;&#x8131;</p>
<p>12.&#x80CC;&#x6C34;&#x9635;&#x6362;&#x4E03;&#x661F;&#x9635;&#xFF0C;&#x89E3;&#x9664;&#x6C34;&#x8FB9;&#x5E03;&#x9635;&#x9650;&#x5236;&#xFF0C;&#x5927;&#x5730;&#x56FE;&#x53EF;&#x5E03;&#x9635;</p>
<p>13.&#x4E2D;&#x4E86;&#x5632;&#x9A82;&#x8BA1;&#x4EE5;&#x4E0B;&#x8BA1;&#x7B56;&#xFF08;&#x56DE;&#x590D;&#x8BA1;&#x7B56;&#xFF0C;&#x62DB;&#x9B42;&#x8BA1;&#xFF0C;&#x51FB;&#x8FD4;&#x8BA1;&#xFF0C;&#x51FB;&#x7532;&#x8BA1;&#xFF09;&#x5FC5;&#x5931;&#x8D25;</p>
<p>14.&#x964D;&#x5C06;&#x8981;&#x6C42;&#x767D;&#x9A6C;&#x6539;&#x4E3A;&#x8981;&#x591C;&#x660E;&#x73E0;&#xFF0C;&#x6DFB;&#x52A0;&#x91CE;&#x5916;&#x6389;&#x843D;</p>
<p>15.&#x6DFB;&#x52A0;&#x4E00;&#x4E2A;&#x6218;&#x6597;&#x4E2D;&#x5632;&#x9A82;&#x8BA1;&#x56DE;&#x5408;&#x663E;&#x793A;</p>
<p>16.&#x6DFB;&#x52A0;&#x4E00;&#x4E2A;&#x4F7F;&#x7528;&#x9632;&#x5FA1;&#x6307;&#x4EE4;&#x56DE;&#x590D;6&#x70B9;SP&#x7684;&#x529F;&#x80FD;</p>
<p>17.&#x4FEE;&#x6539;&#x6B7B;&#x4EA1;&#x6B66;&#x5C06;&#x4E5F;&#x53EF;&#x4EE5;&#x8F93;&#x5165;&#x6218;&#x672F;&#x6307;&#x4EE4;</p>
<p>18.&#x79FB;&#x9664;&#x6E38;&#x620F;&#x4E2D;star&#x952E;&#x5207;&#x6362;&#x6D6E;&#x52A8;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x6539;&#x4E3A;&#x6807;&#x9898;&#x753B;&#x9762;&#x53EF;&#x9009;&#x62E9;&#x96BE;&#x5EA6;</p>
<p>19.&#x63D0;&#x5347;&#x654C;&#x65B9;&#x6587;&#x5C06;&#x7528;&#x8BA1;&#x51E0;&#x7387;&#xFF0C;&#x4F18;&#x5316;&#x654C;&#x65B9;&#x8BA1;&#x7B56;AI</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E00;&#x4E2A;&#x6218;&#x6597;&#x4E2D;&#x753B;&#x9762;&#x53D8;&#x8272;&#x7684;bug</p>
<p>[+]&#x4F18;&#x5316;&#x8840;&#x69FD;&#x957F;&#x5EA6;&#x6BD4;&#x4F8B;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E00;&#x4E2A;&#x6218;&#x6597;&#x4E2D;&#x82B1;&#x5C4F;&#x6B7B;&#x673A;&#x7684;bug</p>
<p>[+]&#x4FEE;&#x6539;&#x4E71;&#x901F;&#x6D6E;&#x52A8;&#x8303;&#x56F4;&#x53D8;&#x5C0F;</p>
<p>[+]&#x7591;&#x5FC3;&#x3001;&#x7F1A;&#x6740;&#x6062;&#x590D;&#x539F;&#x6765;&#x6210;&#x529F;&#x7387;&#xFF0C;&#x79BB;&#x95F4;&#x3001;&#x53DB;&#x79BB;&#x8FD8;&#x662F;&#x6210;&#x529F;&#x7387;&#x51CF;&#x534A;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E00;&#x4E2A;&#x6323;&#x8131;&#x7591;&#x5FC3;&#x540E;&#x7684;&#x6587;&#x5B57;&#x8DF3;&#x9519;&#x63A7;&#x5236;&#x9519;&#x4E71;</p>
<p>[+]&#x4FEE;&#x6539;&#x539F;&#x6765;&#x6B66;&#x529B;&#x62B5;&#x6297;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;&#x6539;&#x4E3A;&#x901F;&#x5EA6;&#x62B5;&#x6297;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;</p>
<p>[+]&#x589E;&#x52A0;&#x4E00;&#x4E2A;&#x7F16;&#x6240;&#x6EE1;&#x5458;&#x7684;&#x63D0;&#x793A;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E03;&#x661F;&#x9635;&#x578B;&#x663E;&#x793A;&#xFF0C;&#x6218;&#x540E;&#x81EA;&#x52A8;&#x89E3;&#x9635;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x91CD;&#x65B0;&#x8C03;&#x6574;&#x6B66;&#x5C06;&#x4E09;&#x56F4;&#xFF0C;&#x7279;&#x6280;&#xFF0C;&#x5175;&#x529B;&#xFF0C;&#x9635;&#x578B;</p>
<p>[+]&#x8C03;&#x6574;&#x961F;&#x4F0D;5&#x4EBA;&#x5168;&#x90E8;&#x4E2D;&#x7F1A;&#x6740;&#x6216;&#x5224;&#x79BB;&#x4E0D;&#x4F1A;&#x5224;&#x5B9A;&#x6218;&#x6597;&#x80DC;&#x5229;</p>
<p>[+]&#x8C03;&#x6574;&#x6218;&#x6597;&#x7ECF;&#x9A8C;&#x6240;&#x5F97;&#xFF0C;&#x91D1;&#x94B1;&#x6240;&#x5F97;</p>
<p>[+]&#x8FFD;&#x52A0;80&#x4F59;&#x4E2A;&#x65B0;&#x653B;&#x51FB;&#x52A8;&#x753B;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E00;&#x4E2A;&#x6218;&#x6597;&#x4E2D;&#x7B56;&#x7565;&#x70B9;&#x4F1A;&#x53D8;&#x591A;&#x7684;bug</p>
<p>[+]&#x4FEE;&#x590D;&#x9C7C;&#x9CDE;&#x9635;&#x5BF9;&#x950B;&#x7BAD;&#x9635;&#x65F6;&#x7B56;&#x7565;&#x6210;&#x529F;&#x7387;&#x4E0D;&#x589E;&#x52A0;&#x7684;bug</p>
<p>[+]&#x4FEE;&#x590D;&#x4E00;&#x4E2A;&#x62DB;&#x964D;&#x6B66;&#x5C06;&#x540E;&#x590D;&#x6570;&#x591C;&#x660E;&#x73E0;&#x6E05;&#x96F6;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x5BF9;&#x6709;&#x51FB;&#x7532;&#x6548;&#x679C;&#x7684;&#x6B66;&#x5C06;&#x4F7F;&#x7528;&#x4E39;&#x836F;&#x56DE;&#x590D;&#x8840;&#x91CF;&#x8D85;&#x4E0A;&#x9650;&#x7684;bug</p>
<p>[+]&#x589E;&#x52A0;&#x4E86;&#x6389;&#x5B9D;&#x6982;&#x7387;</p>
<p>[+]&#x96C1;&#x884C;&#x9635;&#x8C03;&#x6574;&#x4E3A;&#x4F7F;&#x7528;&#x6C34;&#x706B;&#x77F3;&#x7CFB;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;&#x4E3A;1.2&#x500D;&#xFF0C;&#x51B2;&#x65B9;&#x9635;&#x627F;&#x53D7;&#x6C34;&#x706B;&#x77F3;&#x7CFB;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;&#x51CF;&#x534A;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E00;&#x4E2A;&#x6389;&#x5B9D;&#x8D85;&#x51FA;&#x6D41;&#x6D3E;&#x7684;bug</p>
<p>[+]&#x4FEE;&#x590D;&#x654C;&#x5C06;&#x5904;&#x4E8E;&#x7591;&#x5FC3;&#x6216;&#x79BB;&#x95F4;&#x72B6;&#x6001;&#x4E0B;&#x6B7B;&#x4EA1;&#xFF0C;&#x6211;&#x65B9;&#x65E0;&#x6CD5;&#x7EE7;&#x7EED;&#x4F7F;&#x7528;&#x8BE5;&#x7C7B;&#x8BA1;&#x7B56;&#x7684;bug</p>
<p>[+]&#x4FEE;&#x590D;&#x8FDE;&#x6218;&#x65F6;&#x9759;&#x5BC2;&#x9635;&#x53EF;&#x5E26;&#x5165;&#x4E0B;&#x4E00;&#x573A;&#x6218;&#x6597;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x7A0D;&#x5FAE;&#x8C03;&#x6574;&#x9759;&#x5BC2;&#x9635;&#x653B;&#x9632;</p>
<h2 id="nts2r-beta-v186---------------------2016-12-25">NTS2R beta v1.86                     2016-12-25</h2>
<p>1.&#x4FEE;&#x6B63;&#x67E5;&#x770B;&#x90E8;&#x5C06;&#x65F6;&#x7279;&#x6280;&#x548C;&#x8BA1;&#x7B56;&#x8FC7;&#x591A;&#x65F6;&#x7684;&#x6587;&#x5B57;&#x9519;&#x4E71;</p>
<p>2.&#x589E;&#x6DFB;3&#x540D;&#x5973;&#x5C06;&#xFF0C;&#x5267;&#x60C5;&#x4E2D;&#x6CA1;&#x6709;&#x51FA;&#x73B0;&#xFF0C;&#x53EF;&#x4EE5;&#x5408;&#x6210;&#x83B7;&#x5F97;</p>
<p>3.&#x6DFB;&#x52A0;&#x5927;&#x5730;&#x56FE;&#x4E0A;&#x9009;&#x62E9;&#x9635;&#x5F62;&#x83DC;&#x5355;&#x91CC;&#x52A0;&#x5165;&#x4E03;&#x661F;&#x9635;</p>
<p>4.&#x4FEE;&#x590D;&#x539F;&#x7248;&#x901A;&#x5173;&#x52A8;&#x753B;&#x7684;&#x6587;&#x5B57;</p>
<p>5.&#x53D6;&#x6D88;&#x8BA1;&#x7B56;&#x7684;&#x5730;&#x5F62;&#x9650;&#x5236;</p>
<p>6.&#x63D0;&#x5347;&#x7535;&#x8111;&#x81F3;&#x8D85;&#x7EA7;AI</p>
<p>7.&#x6C49;&#x5316;&#x4E86;&#x5730;&#x56FE;&#x548C;&#x897F;&#x8700;&#x5730;&#x56FE;&#x7684;&#x4F7F;&#x7528;&#x754C;&#x9762;</p>
<p>8.&#x8C03;&#x6574;&#x4E86;&#x51E0;&#x4E2A;&#x6B66;&#x5C06;&#x5934;&#x50CF;</p>
<p>9.&#x961F;&#x4F0D;&#x4FE1;&#x606F;&#x754C;&#x9762;&#x5904;SP&#x6539;&#x4E3A;&#x8BA1;&#x7B56;</p>
<p>10.&#x754C;&#x9762;&#x6DFB;&#x52A0;up3&#x663E;&#x793A;</p>
<p>11.&#x91CE;&#x5916;&#x6293;&#x7684;&#x6B66;&#x5C06;&#x8FC7;&#x5267;&#x60C5;&#x7AE0;&#x8282;&#x65F6;&#x81EA;&#x52A8;&#x5B58;&#x7F16;&#xFF0C;&#x4E0D;&#x518D;&#x4F1A;&#x4E22;&#x5931;</p>
<p>&#x8D85;&#x7EA7;AI&#x8BF4;&#x660E;&#xFF1A;&#x654C;&#x65B9;&#x8BA1;&#x7B56;&#x680F;&#x53EA;&#x9700;&#x8981;&#x653E;&#x4E00;&#x4E2A;&#x653B;&#x51FB;&#x578B;&#x8BA1;&#x7B56;&#xFF0C;&#x653E;&#x591A;&#x4E86;&#x65E0;&#x7528;&#xFF0C;AI&#x53EA;&#x4F1A;&#x653E;&#x7B2C;&#x4E00;&#x4E2A;&#x88AB;&#x8BFB;&#x53D6;&#x7684;&#x653B;&#x51FB;&#x8BA1;&#x7B56;&#x3002;AI&#x4E0D;&#x4F1A;&#x51FA;&#x73B0;&#x65E0;&#x8111;&#x62DB;&#x9B42;&#xFF0C;&#x65E0;&#x6B7B;&#x4EA1;&#x5BF9;&#x8C61;&#x4E0D;&#x4F1A;&#x91C7;&#x7528;&#xFF0C;&#x5E76;&#x4E14;&#x4E2D;&#x4E86;&#x5632;&#x9A82;&#x8BA1;&#x540E;AI&#x4E0D;&#x4F1A;&#x9009;&#x62E9;&#x52A0;&#x8840;&#x3001;&#x62DB;&#x9B42;&#x3001;&#x51FB;&#x7532;&#x3002;AI&#x4E0D;&#x4F1A;&#x51FA;&#x73B0;&#x65E0;&#x8111;&#x6362;&#x9635;&#xFF0C;&#x5DF2;&#x7ECF;&#x6709;&#x9635;&#x578B;&#x65F6;&#x4E0D;&#x4F1A;&#x518D;&#x6B21;&#x5E03;&#x9635;&#x3002;AI&#x7B56;&#x7565;&#x4F18;&#x5148;&#x9009;&#x62E9;&#x68C0;&#x6D4B;&#x6709;&#x65E0;&#x4EBA;&#x5458;&#x4F24;&#x4EA1;&#xFF0C;&#x6709;&#x4EBA;&#x5458;&#x4F24;&#x4EA1;&#x5219;&#x5927;&#x6982;&#x7387;&#x4F7F;&#x7528;&#x62DB;&#x9B42;&#xFF0C;&#x6B64;&#x65F6;&#x5982;&#x679C;&#x62DB;&#x9B42;&#x8BA1;&#x88AB;&#x9650;&#x5236;&#x5219;&#x4F1A;&#x75AF;&#x72C2;&#x8F93;&#x51FA;&#xFF0C;&#x5F53;&#x8840;&#x91CF;&#x964D;&#x4F4E;&#x65F6;&#x4F1A;&#x968F;&#x8840;&#x91CF;&#x964D;&#x4F4E;&#x7A0B;&#x5EA6;&#x63D0;&#x9AD8;&#x52A0;&#x8840;&#x8BA1;&#x7B56;&#x6982;&#x7387;&#xFF0C;&#x5982;&#x679C;&#x6B64;&#x65F6;&#x52A0;&#x8840;&#x8BA1;&#x7B56;&#x88AB;&#x9650;&#x5236;&#x5219;&#x4F1A;&#x75AF;&#x72C2;&#x8F93;&#x51FA;&#x3002;AI&#x4F7F;&#x7528;&#x51FB;&#x7532;&#x8BA1;&#x6982;&#x7387;&#x4E0D;&#x4F1A;&#x5F88;&#x9AD8;&#xFF0C;&#x4E00;&#x65E6;&#x9009;&#x62E9;&#x4F7F;&#x7528;&#x5219;&#x4F18;&#x5148;&#x5BF9;&#x8840;&#x91CF;&#x4F4E;&#x7684;&#x6210;&#x5458;&#x4F7F;&#x7528;&#x51FB;&#x7532;&#x8BA1;&#x3002;&#x4F18;&#x5316;&#x6587;&#x5C06;&#x4F7F;&#x7528;&#x8BA1;&#x7B56;&#x6982;&#x7387;&#xFF0C;&#x5F53;&#x667A;&#x529B;&#x8F83;&#x9AD8;&#x65F6;&#x4F7F;&#x7528;&#x8BA1;&#x7B56;&#x7387;&#x4E3A;90%&#x4EE5;&#x4E0A;&#x3002;</p>
<p>[+]&#x4FEE;&#x6B63;&#x539F;&#x5EFA;&#x5B81;&#x57CE;&#x8FB9;&#x4E0A;&#x4E00;&#x5904;&#x8DF3;&#x8F6C;&#x70B9;&#x9519;&#x8BEF;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E00;&#x4E9B;&#x91CD;&#x590D;&#x4F7F;&#x7528;&#x7684;&#x5B57;&#x6A21;&#x9519;&#x4E71;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x654C;&#x65B9;&#x51FB;&#x7532;&#x8BA1;&#x6D88;&#x5931;&#x65F6;&#x7684;&#x4FE1;&#x606F;&#x6846;&#x9519;&#x8BEF;</p>
<p>[+]&#x4FEE;&#x590D;&#x672F;&#x7279;&#x6280;&#x7FA4;&#x6253;&#x65F6;&#x5728;&#x4E0A;&#x4E00;&#x4E2A;&#x6B66;&#x5C06;&#x6B7B;&#x4EA1;&#x5219;&#x4E0B;
&#x4E00;&#x4E2A;&#x6B66;&#x5C06;&#x6709;&#x65F6;&#x53EA;&#x6253;&#x4E00;&#x4E0B;&#x7684;&#x9519;&#x8BEF;</p>
<p>[+]&#x5BFF;&#x6625;&#x57CE;&#x6539;&#x540D;&#x4E3A;&#x4E0B;&#x90B3;&#x57CE;&#xFF0C;&#x6B64;&#x5904;&#x5730;&#x7406;&#x4F4D;&#x7F6E;&#x5C31;&#x6BD4;&#x8F83;&#x7B26;&#x5408;&#x4E86;</p>
<p>[+]&#x4FEE;&#x6B63;&#x7F16;&#x6240;&#x5408;&#x6210;&#x6B66;&#x5C06;&#x65F6;NPC&#x4F1A;&#x6D88;&#x5931;&#x7684;bug</p>
<p>[+]&#x4FEE;&#x6B63;&#x961F;&#x4F0D;&#x4E0D;&#x6EE1;5&#x4EBA;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x5E7D;&#x7075;&#x6B66;&#x5C06;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x7834;&#x843D;&#x96F7;&#x8BA1;&#x6218;&#x524D;&#x5BF9;&#x8BDD;&#x65F6;&#x51FA;&#x73B0;&#x7684;&#x4E3A;&#x5927;&#x5C06;&#x5934;&#x50CF;</p>
<p>[+]&#x4FEE;&#x590D;&#x9547;&#x56FD;&#x5BFA;&#x535E;&#x559C;&#x4E0D;&#x89E6;&#x53D1;&#x5267;&#x60C5;&#x53CA;&#x6E21;&#x53E3;&#x6CA1;&#x8239;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4F18;&#x5316;&#x654C;&#x65B9;&#x62DB;&#x9B42;&#x8BA1;&#x5BF9;&#x8C61;&#x7684;&#x9009;&#x62E9;</p>
<p>[+]&#x89E3;&#x9664;&#x846D;&#x840C;&#x95A2;&#x9A6C;&#x8D85;&#x9A6C;&#x5CB1;&#x5FC5;&#x987B;&#x5728;&#x6211;&#x65B9;&#x9635;&#x8425;&#x624D;&#x80FD;&#x51FA;&#x5173;&#x7684;&#x5224;&#x5B9A;</p>
<h2 id="nts2r-beta-v187---------------------2018-02-14">NTS2R beta v1.87                     2018-02-14</h2>
<p>1.&#x66F4;&#x65B0;&#x4E86;2018&#x5E74;LOGO&#xFF0C;&#x7248;&#x672C;&#x53F7;1.87</p>
<p>2.&#x5927;&#x5C06;&#x7CFB;&#x7EDF;&#x91CD;&#x5236;</p>
<p>&#x65B0;&#x5927;&#x5C06;&#x7CFB;&#x7EDF;&#x8BF4;&#x660E;&#xFF1A;&#x5927;&#x5C06;&#x6280;&#x80FD;&#x5C5E;&#x4E8E;&#x5149;&#x73AF;&#x7C7B;&#xFF0C;&#x53EF;&#x4EE5;&#x5E26;&#x52A8;&#x5168;&#x961F;&#x80FD;&#x529B;&#x63D0;&#x5347;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x6B66;&#x5C06;&#x63D0;&#x5347;&#x5C5E;&#x6027;&#x503C;&#x548C;&#x79CD;&#x7C7B;&#x5404;&#x4E0D;&#x76F8;&#x540C;&#x3002;&#x5927;&#x5C06;&#x5149;&#x73AF;&#x5206;&#x4E3A;&#x56DB;&#x5927;&#x7C7B;&#x3002;&#x653B;&#xFF0C;&#x63D0;&#x5347;&#x5168;&#x961F;&#x4F24;&#x5BB3;&#x52A0;&#x6210;&#x3002;&#x9632;&#xFF0C;&#x63D0;&#x5347;&#x5168;&#x961F;&#x9632;&#x5FA1;&#x52A0;&#x6210;&#x3002;&#x547D;&#xFF0C;&#x63D0;&#x5347;&#x5168;&#x961F;&#x7684;&#x7269;&#x7406;&#x547D;&#x4E2D;&#x548C;&#x8BA1;&#x7B56;&#x6210;&#x529F;&#x7387;&#x3002;&#x907F;&#xFF0C;&#x63D0;&#x5347;&#x5168;&#x961F;&#x95EA;&#x907F;&#x3002;</p>
<p>&#x5927;&#x5C06;&#x7CFB;&#x7EDF;&#x53EA;&#x5BF9;&#x672C;&#x65B9;&#x961F;&#x4F0D;&#x8D77;&#x4F5C;&#x7528;&#xFF0C;&#x654C;&#x65B9;&#x5927;&#x5C06;&#x6CA1;&#x6709;&#x52A0;&#x6210;&#x3002;&#x4E3A;&#x63D0;&#x5347;&#x6E38;&#x620F;&#x7684;&#x8DA3;&#x5473;&#x6027;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x540D;&#x5C06;&#x7684;&#x5927;&#x5C06;&#x5C5E;&#x6027;&#x8BBE;&#x7F6E;&#x4E00;&#x5B9A;&#x6BD4;&#x6742;&#x9C7C;&#x9AD8;&#xFF0C;&#x6240;&#x4EE5;&#x91CE;&#x5C06;&#x4E2D;&#x85CF;&#x6709;&#x60CA;&#x559C;&#x3002;</p>
<p>3.&#x66F4;&#x6539;&#x6697;&#x6740;&#x8BA1;&#x4E3A;&#x843D;&#x96F7;&#x8BA1;&#xFF0C;&#x6548;&#x679C;&#x4E3A;&#x6BCF;&#x56DE;&#x5408;&#x7ED3;&#x675F;&#x540E;&#x843D;&#x96F7;&#x653B;&#x51FB;&#xFF0C;10&#x4E2A;&#x56DE;&#x5408;&#x7ED3;&#x675F;&#xFF0C;&#x53EF;&#x88AB;&#x89E3;&#x7B56;&#x3002;</p>
<p>&#x66F4;&#x6539;&#x5927;&#x5C06;&#x7CFB;&#x7EDF;&#x8BBE;&#x5B9A;&#x7684;&#x5730;&#x5740;&#xFF1A;</p>
<p>1F510-1F60F&#x5BF9;&#x5E94;255&#x4E2A;&#x6B66;&#x5C06;&#x7684;&#x5927;&#x5C06;&#x7C7B;&#x578B;&#xFF08;80&#x653B;&#xFF0C;40&#x9632;&#xFF0C;20&#x547D;&#xFF0C;10&#x907F;&#xFF0C;00&#x65E0;&#x5927;&#x5C06;&#x6548;&#x679C;&#xFF09;</p>
<p>1F610-1F70F&#x5BF9;&#x5E94;255&#x4E2A;&#x6B66;&#x5C06;&#x52A0;&#x653B;&#x6570;&#x636E;&#xFF08;&#x53EA;&#x6709;&#x7C7B;&#x578B;&#x8BBE;&#x7F6E;&#x4E3A;80&#xFF0C;&#x5728;&#x6B64;&#x586B;&#x5165;&#x6570;&#x636E;&#x624D;&#x6709;&#x6548;&#xFF09;</p>
<p>1F710-1F80F&#x5BF9;&#x5E94;255&#x4E2A;&#x6B66;&#x5C06;&#x52A0;&#x9632;&#x6570;&#x636E;&#xFF08;&#x53EA;&#x6709;&#x7C7B;&#x578B;&#x8BBE;&#x7F6E;&#x4E3A;40&#xFF0C;&#x5728;&#x6B64;&#x586B;&#x5165;&#x6570;&#x636E;&#x624D;&#x6709;&#x6548;&#xFF09;</p>
<p>1F810-1F90F&#x5BF9;&#x5E94;255&#x4E2A;&#x6B66;&#x5C06;&#x52A0;&#x547D;&#x6570;&#x636E;&#xFF08;&#x53EA;&#x6709;&#x7C7B;&#x578B;&#x8BBE;&#x7F6E;&#x4E3A;20&#xFF0C;&#x5728;&#x6B64;&#x586B;&#x5165;&#x6570;&#x636E;&#x624D;&#x6709;&#x6548;&#xFF09;</p>
<p>1F910-1FA0F&#x5BF9;&#x5E94;255&#x4E2A;&#x6B66;&#x5C06;&#x52A0;&#x907F;&#x6570;&#x636E;&#xFF08;&#x53EA;&#x6709;&#x7C7B;&#x578B;&#x8BBE;&#x7F6E;&#x4E3A;10&#xFF0C;&#x5728;&#x6B64;&#x586B;&#x5165;&#x6570;&#x636E;&#x624D;&#x6709;&#x6548;&#xFF09;</p>
<p>[+]&#x4FEE;&#x590D;&#x5267;&#x60C5;&#x6218;&#x81EA;&#x52A8;&#x8BA1;&#x7B56;&#x53D8;&#x843D;&#x96F7;&#x8BA1;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x8C03;&#x6574;&#x4E00;&#x4E9B;&#x5927;&#x5C06;&#x5149;&#x73AF;&#x7684;&#x5E73;&#x8861;</p>
<p>[+]&#x4F1A;&#x5FC3;&#x4E39;&#x6548;&#x679C;&#x6539;&#x4E3A;2&#x500D;&#x4F1A;&#x5FC3;</p>
<p>[+]&#x8C03;&#x6574;&#x6355;&#x5C06;&#x6240;&#x9700;&#x91D1;&#x94B1;</p>
<p>[+]&#x6B66;&#x5C06;&#x505A;&#x4E3A;&#x5408;&#x6210;&#x6750;&#x6599;&#x7528;&#x6389;&#x540E;&#x4E0D;&#x4F1A;&#x5728;&#x91CE;&#x5916;&#x51FA;&#x73B0;</p>
<p>[+]&#x4FEE;&#x590D;&#x5076;&#x5C14;&#x51FA;&#x73B0;&#x7684;&#x6218;&#x6597;&#x4E2D;&#x519B;&#x5E08;&#x8BA1;&#x7B56;&#x663E;&#x793A;bug</p>
<p>[+]&#x8C03;&#x6574;&#x4E2D;&#x4E86;&#x5632;&#x9A82;&#x8BA1;&#x4E0D;&#x80FD;&#x4F7F;&#x7528;&#x6062;&#x590D;&#x4E39;&#x836F;&#x548C;&#x62DB;&#x9B42;&#x4E39;</p>
<p>[+]&#x4FEE;&#x590D;&#x5076;&#x5C14;&#x51FA;&#x73B0;&#x7684;&#x843D;&#x96F7;&#x8BA1;&#x82B1;&#x5C4F;&#x95EE;&#x9898;</p>
<h2 id="nts2r-beta-v187up2------------------2019-02-05">NTS2R beta v1.87up2                  2019-02-05</h2>
<p>1.&#x8C03;&#x6574;&#x8BC6;&#x7279;&#x6280;&#x5BF9;&#x7269;&#x7406;&#x8BA1;&#x7B56;&#x90FD;&#x6709;&#x6548;&#x679C;&#xFF0C;&#x4F5C;&#x4E3A;&#x6587;&#x6B66;&#x5171;&#x901A;&#x7279;&#x6280;</p>
<p>2.&#x4F7F;&#x7528;&#x6062;&#x590D;&#x8BA1;&#x7B56;&#x56DE;&#x590D;&#x91CF;&#x53EA;&#x4E0E;&#x667A;&#x529B;&#x76F8;&#x5173;</p>
<p>3.&#x6DFB;&#x52A0;&#x4E00;&#x4E2A;&#x6218;&#x6597;&#x4E2D;&#x6362;&#x519B;&#x5E08;&#x7684;&#x9009;&#x9879;</p>
<p>4.&#x91CD;&#x5236;&#x51FB;&#x8FD4;&#x8BA1;&#x6548;&#x679C;</p>
<p>&#x65B0;&#x7684;&#x51FB;&#x8FD4;&#x8BA1;&#x4E0D;&#x662F;&#x56FA;&#x5B9A;&#x53CD;&#x5F39;&#x4E00;&#x6B21;&#x4F24;&#x5BB3;&#xFF0C;&#x800C;&#x662F;&#x968F;&#x7740;&#x7B49;&#x7EA7;&#x7684;&#x63D0;&#x5347;&#x6709;&#x66F4;&#x9AD8;&#x673A;&#x7387;&#x88AB;&#x653B;&#x51FB;&#x65F6;&#x6548;&#x679C;&#x4E0D;&#x6D88;&#x5931;&#xFF0C;&#x89C4;&#x5219;&#x662F;&#x521D;&#x59CB;1&#x7EA7;&#x9644;&#x52A0;6%&#x7684;&#x6982;&#x7387;&#x51FB;&#x8FD4;&#x8BA1;&#x6548;&#x679C;&#x4E0D;&#x6D88;&#x5931;&#xFF0C;&#x4E4B;&#x540E;&#x6BCF;&#x63D0;&#x5347;6&#x7EA7;&#x589E;&#x52A0;6%&#x7684;&#x6982;&#x7387;&#x3002;</p>
<p>5.&#x6DFB;&#x52A0;&#x65B0;&#x7279;&#x6280;&#x201C;&#x4EC1;&#x201D;</p>
<p>&#xFF08;&#x4EC1;&#xFF09;&#x4EC1;&#x5FB7; &#x6BCF;&#x6B21;&#x653B;&#x51FB;&#x6709;50%&#x7684;&#x51E0;&#x7387;&#x62DB;&#x5F95;&#x654C;&#x5175;&#xFF0C;&#x589E;&#x52A0;&#x58EB;&#x5175;&#x6570;&#x91CF;&#x7531;&#x7B49;&#x7EA7;&#x548C;&#x901F;&#x5EA6;&#x5F71;&#x54CD;</p>
<p>&#x914D;&#x7F6E;&#x5730;&#x5740;&#x5728;&#x4EBA;&#x7269;&#x5C5E;&#x6027;&#x7684;&#x7B2C;8&#x4E2A;&#x5B57;&#x8282;&#x6700;&#x9AD8;&#x4F4D;+80</p>
<p>[+]&#x8C03;&#x6574;&#x90E8;&#x5206;&#x6B66;&#x5C06;&#x7279;&#x6280;</p>
<p>[+]&#x63D0;&#x9AD8;&#x9677;&#x4E95;&#x3001;&#x8FDE;&#x5F29;&#x4F24;&#x5BB3;&#x767E;&#x5206;&#x6BD4;&#xFF0C;&#x8C03;&#x6574;&#x6240;&#x6709;&#x7279;&#x6280;&#x4F24;&#x5BB3;&#x500D;&#x7387;</p>
<p>[+]&#x589E;&#x52A0;&#x51FB;&#x8FD4;&#x8BA1;&#x72B6;&#x6001;&#x88AB;&#x7834;&#x63D0;&#x793A;</p>
<p>[+]&#x6DFB;&#x52A0;&#x6218;&#x6597;&#x4E2D;&#x5B9E;&#x65F6;&#x8BFB;&#x53D6;&#x65B0;&#x8BBE;&#x5B9A;&#x519B;&#x5E08;&#x7684;&#x8BA1;&#x7B56;&#x6D41;&#x6D3E;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E00;&#x4E2A;&#x4EC1;&#x7279;&#x6280;&#x56DE;&#x8840;&#x6307;&#x5411;&#x9519;&#x8BEF;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x6B63;&#x4E00;&#x4E2A;&#x6D6E;&#x52A8;&#x8BA1;&#x7B56;&#x6D41;&#x6D3E;&#x8BFB;&#x53D6;&#x9519;&#x8BEF;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x4E2D;&#x4E86;&#x5632;&#x9A82;&#x8BA1;&#x6709;&#x65F6;&#x5019;&#x653B;&#x51FB;&#x5BF9;&#x8C61;&#x9519;&#x8BEF;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x590D;&#x5076;&#x5C14;&#x51FA;&#x73B0;&#x7684;&#x653B;&#x51FB;&#x4F24;&#x5BB3;&#x53D8;&#x7684;&#x5F88;&#x4F4E;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x6DFB;&#x52A0;&#x7B56;&#x514D;&#x8BA1;&#x6548;&#x679C;&#x6D88;&#x5931;&#x65F6;&#x7684;&#x63D0;&#x793A;</p>
<p>[+]&#x4FEE;&#x590D;&#x5927;&#x5C06;&#x6B7B;&#x4EA1;&#x65F6;&#x4E00;&#x4E9B;&#x8BA1;&#x7B56;&#x4E0D;&#x6210;&#x529F;&#x7684;&#x95EE;&#x9898;</p>
<p>[+]&#x4FEE;&#x6B63;&#x67D0;&#x4E9B;&#x5175;&#x529B;&#x4E0B;&#x8840;&#x6761;&#x4E0D;&#x663E;&#x793A;&#x7684;&#x95EE;&#x9898;</p>
<h2 id="nts2r-beta-v187up3------------------2019-05-30">NTS2R beta v1.87up3                  2019-05-30</h2>
<p>1.&#x6DFB;&#x52A0;&#x65B0;&#x7279;&#x6280;&#x201C;&#x6167;&#x201D;</p>
<p>&#xFF08;&#x6167;&#xFF09; &#x806A;&#x6167; &#x8BA1;&#x7B56;&#x653B;&#x51FB;&#x6709;10%&#x673A;&#x7387;&#x4EA7;&#x751F;&#x6CD5;&#x672F;&#x7206;&#x51FB;&#x4F24;&#x5BB3;x1.8</p>
<p>&#x914D;&#x7F6E;&#x5730;&#x5740;&#x5728;&#x4EBA;&#x7269;&#x5C5E;&#x6027;&#x7684;&#x7B2C;8&#x4E2A;&#x5B57;&#x8282;&#x6700;&#x9AD8;&#x4F4D;+40</p>
<p>2.&#x6DFB;&#x52A0;&#x65B0;&#x7279;&#x6280;&#x201C;&#x8FD4;&#x201D;</p>
<p>&#xFF08;&#x8FD4;&#xFF09; &#x53CD;&#x7532; &#x6709;50%&#x7684;&#x673A;&#x7387;&#x53CD;&#x5F39;30%&#x6240;&#x53D7;&#x4E4B;&#x4F24;&#x5BB3;</p>
<p>&#x914D;&#x7F6E;&#x5730;&#x5740;&#x5728;&#x4EBA;&#x7269;&#x5C5E;&#x6027;&#x7684;&#x7B2C;14&#x4E2A;&#x5B57;&#x8282;&#x6700;&#x9AD8;&#x4F4D;+80</p>
<p>3.&#x6DFB;&#x52A0;&#x65B0;&#x7279;&#x6280;&#x201C;&#x9B42;&#x201D;</p>
<p>&#xFF08;&#x9B42;&#xFF09; &#x519B;&#x9B42; &#x6218;&#x6597;&#x6B7B;&#x4EA1;&#x65F6;&#x6709;30%&#x673A;&#x7387;&#x590D;&#x6D3B;</p>
<p>&#x914D;&#x7F6E;&#x5730;&#x5740;&#x5728;&#x4EBA;&#x7269;&#x5C5E;&#x6027;&#x7684;&#x7B2C;14&#x4E2A;&#x5B57;&#x8282;&#x6700;&#x9AD8;&#x4F4D;+40</p>
<p>[+]&#x8C03;&#x6574;&#x4E00;&#x4E9B;&#x6B66;&#x5C06;&#x7279;&#x6280;</p>
<p>[+]&#x8C03;&#x6574;&#x4E00;&#x4E9B;&#x6B66;&#x5C06;&#x5934;&#x50CF;</p>
<p>[+]&#x89E6;&#x53D1;&#x6CD5;&#x672F;&#x7206;&#x51FB;&#x65F6;&#x8BA1;&#x7B56;&#x52A8;&#x753B;&#x989C;&#x8272;&#x4F1A;&#x53D1;&#x751F;&#x53D8;&#x5316;</p>
<p>[+]&#x8C03;&#x6574;&#x7597;&#x7279;&#x6280;&#x6062;&#x590D;&#x91CF;&#x4E3A;1.5&#x500D;</p>
<p>[+]&#x8C03;&#x6574;&#x4E34;&#x7279;&#x6280;&#x653B;&#x57CE;&#x4F24;&#x5BB3;&#x6700;&#x5927;&#x589E;&#x52A0;15%</p>
<p>[+]&#x843D;&#x96F7;&#x8BA1;&#x6548;&#x679C;&#x533A;&#x5206;&#x654C;&#x6211;&#x5BF9;&#x5F85;&#xFF0C;&#x5BF9;&#x654C;&#x65B9;&#x4F24;&#x5BB3;&#x589E;&#x52A0;&#xFF0C;&#x5BF9;&#x6211;&#x65B9;&#x4F24;&#x5BB3;&#x51CF;&#x5C11;</p>
<h2 id="nts2r-beta-v187up4------------------2019-09-13">NTS2R beta v1.87up4                  2019-09-13</h2>
<p>1.&#x6DFB;&#x52A0;&#x65B0;&#x7279;&#x6280;&#x201C;&#x89C9;&#x201D;</p>
<p> (&#x89C9;) &#x89C9;&#x9192; &#x8840;&#x91CF;&#x767E;&#x5206;&#x6BD4;&#x8D8A;&#x4F4E;&#x8BA1;&#x7B56;&#x653B;&#x51FB;&#x4F24;&#x5BB3;&#x500D;&#x7387;&#x8D8A;&#x9AD8;&#xFF0C;&#x6700;&#x9AD8;&#x4E3A;&#x4F24;&#x5BB3;x1.6&#x500D;</p>
<p>&#x914D;&#x7F6E;&#x5730;&#x5740;&#x5728;&#x4EBA;&#x7269;&#x5C5E;&#x6027;&#x7684;&#x7B2C;14&#x4E2A;&#x5B57;&#x8282;&#x6700;&#x9AD8;&#x4F4D;+20</p>
<p>2.&#x6DFB;&#x52A0;&#x65B0;&#x7279;&#x6280;&#x201C;&#x6321;&#x201D;</p>
<p> (&#x6321;) &#x683C;&#x6321; &#x7269;&#x7406;&#x653B;&#x51FB;&#x6709;25%&#x7684;&#x673A;&#x7387;&#x683C;&#x6321;&#xFF0C;&#x5F3A;&#x5236;&#x53D7;&#x5230;1&#x70B9;&#x4F24;&#x5BB3;</p>
<p>&#x914D;&#x7F6E;&#x5730;&#x5740;&#x5728;&#x4EBA;&#x7269;&#x5C5E;&#x6027;&#x7684;&#x7B2C;8&#x4E2A;&#x5B57;&#x8282;&#x6700;&#x9AD8;&#x4F4D;+20</p>
<p>3.&#x6DFB;&#x52A0;&#x65B0;&#x7279;&#x6280;&#x201C;&#x5947;&#x201D;</p>
<p>&#xFF08;&#x5947;&#xFF09;&#x5947;&#x95E8;&#x9041;&#x7532; &#x8BA1;&#x7B56;&#x653B;&#x51FB;&#x6709;25%&#x673A;&#x7387;&#x62B5;&#x6321;&#xFF0C;&#x5F3A;&#x5236;&#x53D7;&#x5230;1&#x70B9;&#x4F24;&#x5BB3;</p>
<p>&#x914D;&#x7F6E;&#x5730;&#x5740;&#x5728;&#x4EBA;&#x7269;&#x5C5E;&#x6027;&#x7684;&#x7B2C;6&#x4E2A;&#x5B57;&#x8282;&#x6700;&#x9AD8;&#x4F4D;+80</p>
<p>4.&#x56F0;&#x96BE;&#x96BE;&#x5EA6;&#x4E0B;&#x654C;&#x4EBA;&#x6BCF;&#x7AE0;&#x8282;&#x4F1A;&#x7D2F;&#x52A0;&#x63D0;&#x5347;&#x4E00;&#x70B9;&#x653B;&#x51FB;&#x529B;</p>
<p>[+]&#x8C03;&#x6574;&#x4E00;&#x4E9B;&#x6B66;&#x5C06;&#x7279;&#x6280;</p>
<p>[+]&#x89E6;&#x53D1;&#x683C;&#x6321;&#x65F6;&#x589E;&#x52A0;&#x6548;&#x679C;&#x97F3;&#x63D0;&#x793A;</p>
<p>[+]&#x89E6;&#x53D1;&#x5947;&#x95E8;&#x9041;&#x7532;&#x65F6;&#x589E;&#x52A0;&#x52A8;&#x753B;&#x7279;&#x6548;</p>
<p>[+]&#x4FEE;&#x6539;&#x653B;&#x3001;&#x672F;&#x7279;&#x6280;&#x6548;&#x679C;&#x4E3A;&#x7269;&#x7406;&#x653B;&#x51FB;&#x3001;&#x8BA1;&#x7B56;&#x653B;&#x51FB;&#x6B21;&#x6570;+1&#xFF08;&#x4E0D;&#x518D;&#x662F;&#x539F;&#x6765;&#x7684;x2&#xFF09;</p>
<p>[+]&#x4FEE;&#x6B63;&#x6218;&#x6597;&#x4E2D;&#x88AB;&#x8BBE;&#x5B9A;&#x4E3A;&#x519B;&#x5E08;&#x540E;&#x4F7F;&#x7528;&#x7269;&#x54C1;&#x7D22;&#x5F15;&#x9519;&#x8BEF;&#x7684;&#x95EE;&#x9898;</p>
<h3 id="&#x57FA;&#x672C;&#x5C5E;&#x6027;&#x8BF4;&#x660E;">&#x57FA;&#x672C;&#x5C5E;&#x6027;&#x8BF4;&#x660E;</h3>
<table>
<thead>
<tr>
<th>&#x5C5E;&#x6027;</th>
<th>&#x6548;&#x679C;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x6B66;</td>
<td>&#x6B66;&#x529B;&#x8D8A;&#x9AD8;&#x7269;&#x7406;&#x653B;&#x51FB;&#x529B;&#x8D8A;&#x5F3A;</td>
</tr>
<tr>
<td>&#x667A;</td>
<td>&#x667A;&#x529B;&#x8D8A;&#x9AD8;&#x8BA1;&#x7B56;&#x5A01;&#x529B;&#x8D8A;&#x5F3A;&#xFF0C;&#x8BA1;&#x7B56;&#x6210;&#x529F;&#x7387;&#x8D8A;&#x9AD8;&#xFF0C;&#x4E2D;&#x8BA1;&#x6982;&#x7387;&#x8D8A;&#x4F4E;&#xFF0C;&#x6062;&#x590D;&#x8BA1;&#x7B56;&#x56DE;&#x590D;&#x91CF;&#x4E5F;&#x8D8A;&#x591A;</td>
</tr>
<tr>
<td>&#x901F;</td>
<td>&#x901F;&#x5EA6;&#x8D8A;&#x5FEB;&#x5148;&#x624B;&#x6982;&#x7387;&#x8D8A;&#x9AD8;&#xFF0C;&#x7A0D;&#x8BB8;&#x63D0;&#x5347;&#x653B;&#x51FB;&#x4F24;&#x5BB3;&#xFF0C;&#x5E76;&#x4E14;&#x62B5;&#x6297;&#x8BA1;&#x7B56;&#x7684;&#x4F24;&#x5BB3;&#x8D8A;&#x591A;&#xFF0C;&#x8FD8;&#x5F71;&#x54CD;&#x201C;&#x4EC1;&#x201D;&#x7279;&#x6280;&#x7684;&#x6548;&#x679C;</td>
</tr>
<tr>
<td>&#x653B;</td>
<td>&#x653B;&#x51FB;&#x529B;&#x8D8A;&#x9AD8;&#x7269;&#x7406;&#x653B;&#x51FB;&#x529B;&#x8D8A;&#x5F3A;</td>
</tr>
<tr>
<td>&#x9632;</td>
<td>&#x9632;&#x5FA1;&#x529B;&#x8D8A;&#x9AD8;&#x7269;&#x7406;&#x9632;&#x5FA1;&#x8D8A;&#x5F3A;</td>
</tr>
<tr>
<td>&#x8BA1;</td>
<td>&#x505A;&#x519B;&#x5E08;&#x65F6;&#x62E5;&#x6709;&#x7684;&#x8BA1;&#x7B56;&#x70B9;&#x6570;</td>
</tr>
</tbody>
</table>
<h3 id="&#x7279;&#x6280;&#x7CFB;&#x7EDF;&#x8BF4;&#x660E;">&#x7279;&#x6280;&#x7CFB;&#x7EDF;&#x8BF4;&#x660E;</h3>
<table>
<thead>
<tr>
<th>&#x5C5E;&#x6027;</th>
<th>&#x6548;&#x679C;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#xFF08;&#x653B;&#xFF09;&#x5F3A;&#x88AD;</td>
<td>&#x7269;&#x7406;&#x653B;&#x51FB;&#x6B21;&#x6570;+1&#x6BCF;&#x6B21;&#x4F24;&#x5BB3;&#x662F;&#x6B63;&#x5E38;&#x7684;0.65&#x500D;</td>
</tr>
<tr>
<td>&#xFF08;&#x6B66;&#xFF09;&#x52C7;&#x6B66;</td>
<td>&#x7269;&#x7406;&#x4F24;&#x5BB3;x1.2&#x500D;</td>
</tr>
<tr>
<td>&#xFF08;&#x667A;&#xFF09;&#x667A;&#x56CA;</td>
<td>&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;x1.2&#x500D;</td>
</tr>
<tr>
<td>&#xFF08;&#x907F;&#xFF09;&#x95EA;&#x907F;</td>
<td>&#x7269;&#x7406;&#x653B;&#x51FB;&#x95EA;&#x907F;&#x589E;&#x52A0;20%</td>
</tr>
<tr>
<td>&#xFF08;&#x672F;&#xFF09;&#x7B56;&#x7565;</td>
<td>&#x8BA1;&#x7B56;&#x653B;&#x51FB;&#x6B21;&#x6570;+1&#x6BCF;&#x6B21;&#x4F24;&#x5BB3;&#x662F;&#x6B63;&#x5E38;&#x7684;0.65&#x500D;</td>
</tr>
<tr>
<td>&#xFF08;&#x9632;&#xFF09;&#x575A;&#x5B88;</td>
<td>&#x62B5;&#x6297;25%&#x7684;&#x81EA;&#x8EAB;&#x6240;&#x53D7;&#x4F24;&#x5BB3;</td>
</tr>
<tr>
<td>&#xFF08;&#x8C0B;&#xFF09;&#x795E;&#x7B97;</td>
<td>&#x63D0;&#x9AD8;&#x8BA1;&#x7B56;&#x6210;&#x529F;&#x7387;20%</td>
</tr>
<tr>
<td>&#xFF08;&#x7597;&#xFF09;&#x5999;&#x624B;</td>
<td>&#x56DE;&#x590D;&#x6027;&#x8BA1;&#x7B56;&#x6062;&#x590D;&#x91CF;x1.5&#x500D;</td>
</tr>
<tr>
<td>&#xFF08;&#x4E34;&#xFF09;&#x653B;&#x57CE;</td>
<td>&#x6700;&#x5927;&#x589E;&#x52A0;15%&#x7684;&#x653B;&#x57CE;&#x4F24;&#x5BB3;</td>
</tr>
<tr>
<td>&#xFF08;&#x8BC6;&#xFF09;&#x52D8;&#x5BDF;</td>
<td>&#x4EFB;&#x4F55;&#x5730;&#x5F62;&#x5747;&#x4E3A;&#x64C5;&#x957F;&#x5730;&#x5F62;&#x4F24;&#x5BB3;x1.1&#x500D;&#xFF0C;&#x7269;&#x7406;&#x8BA1;&#x7B56;&#x90FD;&#x6709;&#x6548;</td>
</tr>
<tr>
<td>&#xFF08;&#x594B;&#xFF09;&#x594B;&#x52C7;</td>
<td>&#x6B66;&#x5C06;&#x5FC5;&#x5B9A;&#x594B;&#x6218;&#xFF0C;&#x4F24;&#x5BB3;&#x5728;x1.1-x1.4&#x500D;&#x4E4B;&#x95F4;&#x5FAA;&#x73AF;</td>
</tr>
<tr>
<td>&#xFF08;&#x7EDF;&#xFF09;&#x7EDF;&#x5FA1;</td>
<td>&#x5BF9;&#x654C;&#x4F24;&#x5BB3;&#x59CB;&#x7EC8;&#x6309;&#x6700;&#x5927;&#x5175;&#x529B;&#x8BA1;&#x7B97;</td>
</tr>
<tr>
<td>&#xFF08;&#x547D;&#xFF09;&#x547D;&#x4E2D;</td>
<td>&#x7269;&#x7406;&#x547D;&#x4E2D;&#x7387;&#x4E0A;&#x5347;20%</td>
</tr>
<tr>
<td>&#xFF08;&#x4EC1;&#xFF09;&#x4EC1;&#x5FB7;</td>
<td>&#x6BCF;&#x6B21;&#x653B;&#x51FB;&#x6709;50%&#x7684;&#x51E0;&#x7387;&#x62DB;&#x5F95;&#x654C;&#x5175;</td>
</tr>
<tr>
<td>&#xFF08;&#x6167;&#xFF09;&#x806A;&#x6167;</td>
<td>&#x8BA1;&#x7B56;&#x653B;&#x51FB;&#x6709;10%&#x673A;&#x7387;&#x4EA7;&#x751F;&#x6CD5;&#x672F;&#x7206;&#x51FB;&#x4F24;&#x5BB3;x1.8</td>
</tr>
<tr>
<td>&#xFF08;&#x8FD4;&#xFF09;&#x53CD;&#x7532;</td>
<td>&#x6709;50%&#x7684;&#x673A;&#x7387;&#x53CD;&#x5F39;30%&#x6240;&#x53D7;&#x4E4B;&#x4F24;&#x5BB3;</td>
</tr>
<tr>
<td>&#xFF08;&#x9B42;&#xFF09;&#x519B;&#x9B42;</td>
<td>&#x6218;&#x6597;&#x6B7B;&#x4EA1;&#x65F6;&#x6709;30%&#x673A;&#x7387;&#x590D;&#x6D3B;</td>
</tr>
<tr>
<td>(&#x89C9;) &#x89C9;&#x9192;</td>
<td>&#x8840;&#x91CF;&#x767E;&#x5206;&#x6BD4;&#x8D8A;&#x4F4E;&#x8BA1;&#x7B56;&#x653B;&#x51FB;&#x4F24;&#x5BB3;&#x500D;&#x7387;&#x8D8A;&#x9AD8;&#xFF0C;&#x6700;&#x9AD8;&#x4E3A;&#x4F24;&#x5BB3;x1.6&#x500D;</td>
</tr>
<tr>
<td>(&#x6321;) &#x683C;&#x6321;</td>
<td>&#x7269;&#x7406;&#x653B;&#x51FB;&#x6709;25%&#x7684;&#x673A;&#x7387;&#x683C;&#x6321;&#xFF0C;&#x5F3A;&#x5236;&#x53D7;&#x5230;1&#x70B9;&#x4F24;&#x5BB3;</td>
</tr>
<tr>
<td>&#xFF08;&#x5947;&#xFF09;&#x5947;&#x95E8;&#x9041;&#x7532;</td>
<td>&#x8BA1;&#x7B56;&#x653B;&#x51FB;&#x6709;25%&#x673A;&#x7387;&#x62B5;&#x6321;&#xFF0C;&#x5F3A;&#x5236;&#x53D7;&#x5230;1&#x70B9;&#x4F24;&#x5BB3;</td>
</tr>
</tbody>
</table>
<h2 id="&#x9635;&#x5F62;&#x653B;&#x9632;&#x8BF4;&#x660E;">&#x9635;&#x5F62;&#x653B;&#x9632;&#x8BF4;&#x660E;</h2>
<table>
<thead>
<tr>
<th>&#x6563;&#x5F00;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x5168;&#x5458;&#x901F;&#x5EA6;&#x5C11;&#x8BB8;&#x589E;&#x52A0;">&#x5168;&#x5458;&#x901F;&#x5EA6;&#x5C11;&#x8BB8;&#x589E;&#x52A0;</h4>
<table>
<thead>
<tr>
<th>&#x9E64;&#x7FFC;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
<td>1.2&#x500D;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>0.8&#x500D;</td>
<td>0.8&#x500D;</td>
<td>1.0&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.8&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x7B2C;&#x4E09;&#x4EBA;&#x901F;&#x5EA6;&#x589E;&#x52A0;">&#x7B2C;&#x4E09;&#x4EBA;&#x901F;&#x5EA6;&#x589E;&#x52A0;</h4>
<table>
<thead>
<tr>
<th>&#x51B2;&#x65B9;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>1.2&#x500D;</td>
<td>1.4&#x500D;</td>
<td>1.3&#x500D;</td>
<td>1.4&#x500D;</td>
<td>1.2&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>0.6&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.6&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x5168;&#x961F;&#x901F;&#x5EA6;&#x4E0B;&#x964D;-&#x53D7;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;&#x51CF;&#x534A;-&#x767D;&#x9A6C;&#x9635;&#x5BF9;&#x51B2;&#x65B9;&#x9635;&#x7528;&#x8BA1;&#x6210;&#x529F;&#x7387;&#x589E;&#x52A0;">&#x5168;&#x961F;&#x901F;&#x5EA6;&#x4E0B;&#x964D; &#x53D7;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;&#x51CF;&#x534A; &#x767D;&#x9A6C;&#x9635;&#x5BF9;&#x51B2;&#x65B9;&#x9635;&#x7528;&#x8BA1;&#x6210;&#x529F;&#x7387;&#x589E;&#x52A0;</h4>
<table>
<thead>
<tr>
<th>&#x767D;&#x9A6C;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>1.1&#x500D;</td>
<td>1.1&#x500D;</td>
<td>1.0&#x500D;</td>
<td>1.0&#x500D;</td>
<td>0.9&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>0.9&#x500D;</td>
<td>0.9&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.7&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x5168;&#x961F;&#x901F;&#x5EA6;&#x4E0A;&#x5347;-&#x767D;&#x9A6C;&#x9635;&#x5BF9;&#x51B2;&#x65B9;&#x9635;&#x7528;&#x8BA1;&#x6210;&#x529F;&#x7387;&#x589E;&#x52A0;">&#x5168;&#x961F;&#x901F;&#x5EA6;&#x4E0A;&#x5347; &#x767D;&#x9A6C;&#x9635;&#x5BF9;&#x51B2;&#x65B9;&#x9635;&#x7528;&#x8BA1;&#x6210;&#x529F;&#x7387;&#x589E;&#x52A0;</h4>
<table>
<thead>
<tr>
<th>&#x9C7C;&#x9CDE;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>0.3&#x500D;</td>
<td>1.1&#x500D;</td>
<td>1.1&#x500D;</td>
<td>1.1&#x500D;</td>
<td>0.3&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>0.6&#x500D;</td>
<td>0.9&#x500D;</td>
<td>0.9&#x500D;</td>
<td>0.9&#x500D;</td>
<td>0.6&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x7B56;&#x7565;&#x6210;&#x529F;&#x7387;&#x589E;&#x52A0;">&#x7B56;&#x7565;&#x6210;&#x529F;&#x7387;&#x589E;&#x52A0;</h4>
<table>
<thead>
<tr>
<th>&#x950B;&#x77E2;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>1.1&#x500D;</td>
<td>1.2&#x500D;</td>
<td>1.3&#x500D;</td>
<td>1.2&#x500D;</td>
<td>1.1&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>0.7&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.9&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.7&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x4E00;&#x4E94;&#x901F;&#x5EA6;&#x4E0D;&#x53D8;&#xFF0C;&#x4E8C;&#x4E09;&#x56DB;&#x901F;&#x5EA6;&#x4E0A;&#x5347;-&#x5BF9;&#x65B9;&#x7B56;&#x7565;&#x6210;&#x529F;&#x7387;&#x51CF;&#x5C11;">&#x4E00;&#x4E94;&#x901F;&#x5EA6;&#x4E0D;&#x53D8;&#xFF0C;&#x4E8C;&#x4E09;&#x56DB;&#x901F;&#x5EA6;&#x4E0A;&#x5347; &#x5BF9;&#x65B9;&#x7B56;&#x7565;&#x6210;&#x529F;&#x7387;&#x51CF;&#x5C11;</h4>
<table>
<thead>
<tr>
<th>&#x96C1;&#x884C;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>1.1&#x500D;</td>
<td>0.9&#x500D;</td>
<td>0.9&#x500D;</td>
<td>0.9&#x500D;</td>
<td>1.1&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>0.9&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.9&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x4E00;&#x4E94;&#x901F;&#x5EA6;&#x4E0A;&#x5347;&#xFF0C;&#x4E8C;&#x4E09;&#x56DB;&#x901F;&#x5EA6;&#x4E0B;&#x964D;-&#x4F7F;&#x7528;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;12&#x500D;">&#x4E00;&#x4E94;&#x901F;&#x5EA6;&#x4E0A;&#x5347;&#xFF0C;&#x4E8C;&#x4E09;&#x56DB;&#x901F;&#x5EA6;&#x4E0B;&#x964D; &#x4F7F;&#x7528;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;1.2&#x500D;</h4>
<table>
<thead>
<tr>
<th>&#x4E03;&#x661F;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>1.4&#x500D;</td>
<td>1.2&#x500D;</td>
<td>1.3&#x500D;</td>
<td>1.2&#x500D;</td>
<td>1.4&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>0.8&#x500D;</td>
<td>0.6&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.6&#x500D;</td>
<td>0.8&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x4E00;&#x4E09;&#x4E94;&#x901F;&#x5EA6;&#x589E;&#x52A0;&#xFF0C;&#x66B4;&#x51FB;&#x7387;&#x589E;&#x52A0;&#xFF0C;&#x589E;&#x52A0;&#x51E0;&#x7387;&#x4E0E;&#x4F1A;&#x5FC3;&#x67AA;&#x4E0D;&#x53E0;&#x52A0;">&#x4E00;&#x4E09;&#x4E94;&#x901F;&#x5EA6;&#x589E;&#x52A0;&#xFF0C;&#x66B4;&#x51FB;&#x7387;&#x589E;&#x52A0;&#xFF0C;&#x589E;&#x52A0;&#x51E0;&#x7387;&#x4E0E;&#x4F1A;&#x5FC3;&#x67AA;&#x4E0D;&#x53E0;&#x52A0;</h4>
<table>
<thead>
<tr>
<th>&#x9759;&#x5BC2;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
<td>0.7&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x91CE;&#x5916;&#x65E0;&#x6CD5;&#x5E03;&#x9635;&#xFF0C;&#x653B;&#x51FB;&#x6B21;&#x6570;&#x52A0;&#x500D;&#xFF0C;&#x654C;&#x65B9;&#x547D;&#x4E2D;&#x7387;&#x4E0B;&#x964D;&#xFF0C;&#x5DF1;&#x65B9;&#x4F7F;&#x7528;&#x7279;&#x6B8A;&#x8BA1;&#x7B56;&#x6210;&#x529F;&#x7387;&#x964D;&#x4F4E;&#xFF08;&#x51FB;&#x67D4;&#xFF0C;&#x51FB;&#x7532;&#xFF0C;&#x7B56;&#x514D;&#xFF0C;&#x7591;&#x5FC3;&#xFF0C;&#x79BB;&#x95F4;&#xFF0C;&#x7F1A;&#x6740;&#xFF0C;&#x53DB;&#x79BB;&#xFF0C;&#x500D;&#x51FB;&#x5FC5;&#x5931;&#x8D25;&#xFF09;&#xFF0C;&#x5BF9;&#x65B9;&#x7B56;&#x7565;&#x6210;&#x529F;&#x7387;&#x964D;&#x4F4E;">&#x91CE;&#x5916;&#x65E0;&#x6CD5;&#x5E03;&#x9635;&#xFF0C;&#x653B;&#x51FB;&#x6B21;&#x6570;&#x52A0;&#x500D;&#xFF0C;&#x654C;&#x65B9;&#x547D;&#x4E2D;&#x7387;&#x4E0B;&#x964D;&#xFF0C;&#x5DF1;&#x65B9;&#x4F7F;&#x7528;&#x7279;&#x6B8A;&#x8BA1;&#x7B56;&#x6210;&#x529F;&#x7387;&#x964D;&#x4F4E;&#xFF08;&#x51FB;&#x67D4;&#xFF0C;&#x51FB;&#x7532;&#xFF0C;&#x7B56;&#x514D;&#xFF0C;&#x7591;&#x5FC3;&#xFF0C;&#x79BB;&#x95F4;&#xFF0C;&#x7F1A;&#x6740;&#xFF0C;&#x53DB;&#x79BB;&#xFF0C;&#x500D;&#x51FB;&#x5FC5;&#x5931;&#x8D25;&#xFF09;&#xFF0C;&#x5BF9;&#x65B9;&#x7B56;&#x7565;&#x6210;&#x529F;&#x7387;&#x964D;&#x4F4E;</h4>
<table>
<thead>
<tr>
<th>&#x516B;&#x5366;&#x9635;</th>
<th>&#x5927;&#x5C06;</th>
<th>&#x4E8C;</th>
<th>&#x4E09;</th>
<th>&#x56DB;</th>
<th>&#x4E94;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>0.8&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.8&#x500D;</td>
<td>0.8&#x500D;</td>
</tr>
<tr>
<td>&#x53D7;&#x5230;&#x4F24;&#x5BB3;</td>
<td>1.6&#x500D;</td>
<td>1.6&#x500D;</td>
<td>1.6&#x500D;</td>
<td>1.6&#x500D;</td>
<td>1.6&#x500D;</td>
</tr>
</tbody>
</table>
<h4 id="&#x91CE;&#x5916;&#x65E0;&#x6CD5;&#x5E03;&#x9635;&#xFF0C;&#x53EA;&#x6709;&#x4E00;&#x4EBA;&#x53EF;&#x88AB;&#x653B;&#x51FB;&#xFF0C;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#x5632;&#x9A82;&#x8BA1;&#x3001;&#x51FB;&#x7532;&#x8BA1;">&#x91CE;&#x5916;&#x65E0;&#x6CD5;&#x5E03;&#x9635;&#xFF0C;&#x53EA;&#x6709;&#x4E00;&#x4EBA;&#x53EF;&#x88AB;&#x653B;&#x51FB;&#xFF0C;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#x5632;&#x9A82;&#x8BA1;&#x3001;&#x51FB;&#x7532;&#x8BA1;</h4>
<p>&#x65B0;&#x7684;&#x8BA1;&#x7B56;&#x7CFB;&#x7EDF;</p>
<table>
<thead>
<tr>
<th>&#x8BA1;&#x7B56;</th>
<th>&#x6548;&#x679C;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x5632;&#x9A82;&#x8BA1;</td>
<td>&#x5355;&#x4F53;&#x5632;&#x8BBD;&#xFF0C;&#x5438;&#x5F15;&#x5BF9;&#x8C61;&#x706B;&#x529B;&#x82E5;&#x5E72;&#x56DE;&#x5408;&#xFF0C;&#x4E14;&#x5BF9;&#x65B9;&#x6240;&#x6709;&#x5411;&#x81EA;&#x5DF1;&#x65B9;&#x65BD;&#x52A0;&#x7684;&#x589E;&#x76CA;&#x6280;&#x80FD;&#x65E0;&#x6548;&#xFF08;&#x6211;&#x65B9;&#x76F4;&#x63A5;&#x63D0;&#x793A;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#xFF09;&#xFF0C;&#x589E;&#x52A0;&#x5632;&#x9A82;&#x8BA1;&#x56DE;&#x5408;&#x6570;&#x663E;&#x793A;&#x3002;</td>
</tr>
<tr>
<td>&#x51FB;&#x8FD4;&#x8BA1;</td>
<td>&#x8FD4;&#x8FD8;&#x5BF9;&#x65B9;&#x9020;&#x6210;&#x7684;&#x7269;&#x7406;&#x548C;&#x8BA1;&#x7B56;&#x4F24;&#x5BB3;&#xFF0C;&#x5E76;&#x4E14;&#x7B49;&#x7EA7;&#x6BCF;&#x63D0;&#x5347;6&#x7EA7;&#x589E;&#x52A0;6%&#x6982;&#x7387;&#x88AB;&#x653B;&#x51FB;&#x65F6;&#x6548;&#x679C;&#x4E0D;&#x4E22;&#x5931;&#x3002;</td>
</tr>
<tr>
<td>&#x51FB;&#x7532;&#x8BA1;</td>
<td>&#x4E24;&#x56DE;&#x5408;&#x5185;&#x83B7;&#x5F97;&#x65E0;&#x654C;&#x6548;&#x679C;&#xFF0C;&#x5FC5;&#x5B9A;&#x6210;&#x529F;&#xFF0C;&#x4E14;&#x4E0D;&#x4F1A;&#x88AB;&#x89E3;&#x7B56;&#xFF0C;&#x51B7;&#x5374;&#x4E94;&#x56DE;&#x5408;&#xFF0C;&#x51B7;&#x5374;&#x7ED3;&#x675F;&#x6E38;&#x620F;&#x6709;&#x63D0;&#x793A;&#x51FB;&#x7532;&#x8BA1;&#x7684;&#x6548;&#x679C;&#x6D88;&#x5931;&#x4E86;&#xFF0C;&#x624D;&#x53EF;&#x518D;&#x6B21;&#x4F7F;&#x7528;&#x3002;</td>
</tr>
<tr>
<td>&#x7B56;&#x514D;&#x8BA1;</td>
<td>&#x5355;&#x4F53;&#x6C89;&#x9ED8;&#xFF0C;&#x4F7F;&#x5BF9;&#x8C61;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#x4EFB;&#x4F55;&#x8BA1;&#x7B56;&#xFF0C;&#x6548;&#x679C;&#x968F;&#x673A;&#x89E3;&#x9664;&#x3002;</td>
</tr>
<tr>
<td>&#x500D;&#x51FB;&#x8BA1;</td>
<td>&#x4E09;&#x56DE;&#x5408;&#x5185;&#x5168;&#x5458;&#x4F24;&#x5BB3;&#x63D0;&#x5347;1.5&#x500D;&#x3002;</td>
</tr>
<tr>
<td>&#x51FB;&#x67D4;&#x8BA1;</td>
<td>&#x5168;&#x5458;&#x63D0;&#x9AD8;&#x7269;&#x7406;&#x53CA;&#x8BA1;&#x7B56;&#x62B5;&#x6297;25%&#x4F24;&#x5BB3;&#xFF0C;&#x6548;&#x679C;&#x6301;&#x7EED;&#x5230;&#x89E3;&#x7B56;&#x8BA1;&#x89E3;&#x9664;&#x3002;</td>
</tr>
<tr>
<td>&#x843D;&#x96F7;&#x8BA1;</td>
<td>&#x6BCF;&#x56DE;&#x5408;&#x7ED3;&#x675F;&#x540E;&#x843D;&#x96F7;&#x653B;&#x51FB;&#xFF0C;&#x6548;&#x679C;&#x6301;&#x7EED;10&#x4E2A;&#x56DE;&#x5408;&#x89E3;&#x9664;&#x6216;&#x88AB;&#x89E3;&#x7B56;&#x89E3;&#x9664;&#x3002;</td>
</tr>
</tbody>
</table>
<p>&#x7591;&#x5FC3;&#x8BA1;&#x548C;&#x79BB;&#x95F4;&#x8BA1;&#x7684;&#x6323;&#x8131;&#x673A;&#x7387;&#x6539;&#x4E3A;50%&#xFF0C;&#x7F1A;&#x6740;&#x8BA1;&#x548C;&#x5224;&#x79BB;&#x8BA1;&#x7684;&#x6323;&#x8131;&#x673A;&#x7387;&#x6539;&#x4E3A;25%</p>
<p>&#x7591;&#x5FC3;&#x8BA1;&#x548C;&#x7F1A;&#x6740;&#x8BA1;&#x4E3A;&#x539F;&#x7248;&#x6210;&#x529F;&#x7387;&#xFF0C;&#x79BB;&#x95F4;&#x8BA1;&#x548C;&#x5224;&#x79BB;&#x8BA1;&#x7684;&#x6210;&#x529F;&#x7387;&#x51CF;&#x534A;</p>
<p>&#x7591;&#x5FC3;&#x8BA1;&#x6216;&#x7F1A;&#x6740;&#x8BA1;&#x6709;&#x4E00;&#x4E2A;&#x72B6;&#x6001;&#x5B58;&#x5728;&#xFF0C;&#x5219;&#x65E0;&#x6CD5;&#x518D;&#x6B21;&#x4F7F;&#x7528;&#x7591;&#x5FC3;&#x8BA1;&#x548C;&#x7F1A;&#x6740;&#x8BA1;&#xFF08;&#x6211;&#x65B9;&#x76F4;&#x63A5;&#x63D0;&#x793A;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#xFF09;</p>
<p>&#x79BB;&#x95F4;&#x8BA1;&#x6216;&#x5224;&#x79BB;&#x8BA1;&#x6709;&#x4E00;&#x4E2A;&#x72B6;&#x6001;&#x5B58;&#x5728;&#xFF0C;&#x5219;&#x65E0;&#x6CD5;&#x518D;&#x6B21;&#x4F7F;&#x7528;&#x79BB;&#x95F4;&#x8BA1;&#x548C;&#x5224;&#x79BB;&#x8BA1;&#xFF08;&#x6211;&#x65B9;&#x76F4;&#x63A5;&#x63D0;&#x793A;&#x65E0;&#x6CD5;&#x4F7F;&#x7528;&#xFF09;</p>
<h3 id="&#x96BE;&#x5EA6;&#x7CFB;&#x7EDF;&#x8BF4;&#x660E;">&#x96BE;&#x5EA6;&#x7CFB;&#x7EDF;&#x8BF4;&#x660E;</h3>
<p>&#x672C;&#x4F5C;&#x6E38;&#x620F;&#x63D0;&#x4F9B;&#x9009;&#x62E9;&#x7B80;&#x5355;&#x548C;&#x56F0;&#x96BE;2&#x79CD;&#x6A21;&#x5F0F;&#x7684;&#x73A9;&#x6CD5;&#xFF0C;&#x56F0;&#x96BE;&#x6A21;&#x5F0F;&#x654C;&#x65B9;&#x5177;&#x6709;&#x6D6E;&#x52A8;&#x5175;&#x529B;&#xFF0C;&#x6D6E;&#x52A8;&#x8BA1;&#x7B56;&#x3001;&#x6D6E;&#x52A8;&#x653B;&#x9632;&#x3001;&#x6D6E;&#x52A8;&#x6389;&#x5B9D;&#x7684;&#x6982;&#x5FF5;&#x3002;</p>
<p>&#x610F;&#x601D;&#x662F;&#x654C;&#x4EBA;&#x4F1A;&#x968F;&#x7740;&#x6211;&#x65B9;&#x7B49;&#x7EA7;&#x7684;&#x63D0;&#x5347;&#x4E5F;&#x63D0;&#x5347;&#x81EA;&#x5DF1;&#x7684;&#x5175;&#x529B;&#x3001;&#x8BA1;&#x7B56;&#x3001;&#x653B;&#x9632;&#x53C2;&#x6570;&#x3001;&#x6389;&#x5B9D;&#x6863;&#x6B21;&#xFF0C;&#x4F7F;&#x5F97;&#x6E38;&#x620F;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x6211;&#x65B9;&#x7B49;&#x7EA7;&#x7684;&#x63D0;&#x5347;&#x800C;&#x964D;&#x4F4E;&#x96BE;&#x5EA6;&#x3002;</p>
<p>&#x6709;&#x65F6;&#x5019;&#x6D6E;&#x52A8;&#x73A9;&#x6CD5;&#x751A;&#x5230;&#x9700;&#x8981;&#x523B;&#x610F;&#x538B;&#x5236;&#x7B49;&#x7EA7;&#x964D;&#x4F4E;&#x96BE;&#x5EA6;&#xFF0C;&#x6B64;&#x73A9;&#x6CD5;&#x9002;&#x5408;&#x9AD8;&#x624B;&#x8FDB;&#x9636;&#xFF0C;&#x65B0;&#x624B;&#x8FD8;&#x662F;&#x4ECE;&#x666E;&#x901A;&#x73A9;&#x6CD5;&#x5165;&#x624B;&#x6BD4;&#x8F83;&#x597D;&#x3002;</p>
<p>&#x6CE8;&#x610F;&#xFF0C;&#x4F7F;&#x7528;&#x7535;&#x6C60;&#x5B58;&#x6863;&#x63A5;&#x7740;&#x73A9;&#xFF0C;&#x8981;&#x6BCF;&#x6B21;&#x90FD;&#x91CD;&#x65B0;&#x9009;&#x62E9;&#x8FDB;&#x5165;&#x6E38;&#x620F;&#x7684;&#x96BE;&#x5EA6;&#xFF01;</p>
<h3 id="&#x547D;&#x4E2D;&#x4E0E;&#x95EA;&#x907F;&#x8BF4;&#x660E;">&#x547D;&#x4E2D;&#x4E0E;&#x95EA;&#x907F;&#x8BF4;&#x660E;</h3>
<p>&#x5177;&#x4F53;&#x4E3A;&#x201C;&#x547D;&#x201D;&#x7279;&#x6280;+20%&#x5355;&#x4F53;&#x547D;&#x4E2D;&#x3001;&#x201C;&#x907F;&#x201D;&#x7279;&#x6280;+20%&#x5355;&#x4F53;&#x95EA;&#x907F;&#x3001;&#x70DF;&#x9041;&#x8BA1;&#x5168;&#x5458;+10%&#x95EA;&#x907F;&#x3001;&#x9759;&#x5BC2;&#x9635;&#x5168;&#x5458;+10%&#x95EA;&#x907F;&#x3001;&#x666E;&#x901A;&#x653B;&#x51FB;&#x672C;&#x8EAB;&#x6709;10%&#x7684;&#x95EA;&#x907F;&#x673A;&#x7387;&#x3002;</p>
<p>&#x5982;&#x679C;&#x6709;&#x52A0;&#x547D;&#x4E2D;&#x7684;&#x5927;&#x5C06;&#x5219;&#x5168;&#x5458;&#x52A0;XX%&#x7684;&#x547D;&#x4E2D;&#x7387;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x52A0;&#x95EA;&#x907F;&#x7684;&#x5927;&#x5C06;&#x5219;&#x5168;&#x5458;&#x52A0;XX%&#x7684;&#x95EA;&#x907F;&#x3002;&#x7279;&#x6280;&#x3001;&#x70DF;&#x9041;&#x8BA1;&#x3001;&#x9759;&#x5BC2;&#x9635;&#x3001;&#x5927;&#x5C06;&#x52A0;&#x6210;&#x7684;&#x95EA;&#x907F;&#x662F;&#x53EF;&#x4EE5;&#x53E0;&#x52A0;&#x7684;&#x3002;</p>
<h3 id="&#x7269;&#x54C1;&#x9644;&#x52A0;&#x5C5E;&#x6027;&#x8868;">&#x7269;&#x54C1;&#x9644;&#x52A0;&#x5C5E;&#x6027;&#x8868;</h3>
<table>
<thead>
<tr>
<th>&#x7269;&#x54C1;</th>
<th>&#x5C5E;&#x6027;</th>
<th>&#x503C;</th>
</tr>
</thead>
<tbody>
<tr>
<td>&#x706B;&#x795E;&#x4E66;</td>
<td>&#x6B66;&#x529B;</td>
<td>+5</td>
</tr>
<tr>
<td>&#x5730;&#x56FE;</td>
<td>&#x6B66;&#x529B;</td>
<td>+10</td>
</tr>
<tr>
<td>&#x5175;&#x7B26;</td>
<td>&#x6B66;&#x529B;</td>
<td>+15</td>
</tr>
<tr>
<td>&#x8840;&#x4E66;</td>
<td>&#x6B66;&#x529B;</td>
<td>+20</td>
</tr>
<tr>
<td>&#x6C34;&#x9F99;&#x4E66;</td>
<td>&#x667A;&#x529B;</td>
<td>+5</td>
</tr>
<tr>
<td>&#x79D8;&#x6CD5;&#x4E66;</td>
<td>&#x667A;&#x529B;</td>
<td>+10</td>
</tr>
<tr>
<td>&#x9526;&#x56CA;</td>
<td>&#x667A;&#x529B;</td>
<td>+15</td>
</tr>
<tr>
<td>&#x5B5F;&#x5FB7;&#x65B0;&#x4E66;</td>
<td>&#x667A;&#x529B;</td>
<td>+20</td>
</tr>
<tr>
<td>&#x6FC0;&#x77F3;&#x4E66;</td>
<td>&#x901F;&#x5EA6;</td>
<td>+5</td>
</tr>
<tr>
<td>&#x767D;&#x9A6C;</td>
<td>&#x901F;&#x5EA6;</td>
<td>+10</td>
</tr>
<tr>
<td>&#x901F;&#x653B;&#x978B;</td>
<td>&#x901F;&#x5EA6;</td>
<td>+15</td>
</tr>
<tr>
<td>&#x8D64;&#x5154;&#x9A6C;</td>
<td>&#x901F;&#x5EA6;</td>
<td>+20</td>
</tr>
<tr>
<td>&#x5175;&#x6CD5;&#x4E66;</td>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>+5</td>
</tr>
<tr>
<td>-</td>
<td>&#x9632;&#x5FA1;&#x529B;</td>
<td>+5</td>
</tr>
<tr>
<td>&#x897F;&#x8700;&#x5730;&#x56FE;</td>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>+10</td>
</tr>
<tr>
<td>-</td>
<td>&#x9632;&#x5FA1;&#x529B;</td>
<td>+10</td>
</tr>
<tr>
<td>&#x9879;&#x7FBD;&#x62A4;&#x624B;</td>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>+15</td>
</tr>
<tr>
<td>-</td>
<td>&#x9632;&#x5FA1;&#x529B;</td>
<td>+15</td>
</tr>
<tr>
<td>&#x516D;&#x7532;&#x5929;&#x4E66;</td>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>+20</td>
</tr>
<tr>
<td>-</td>
<td>&#x9632;&#x5FA1;&#x529B;</td>
<td>+20</td>
</tr>
<tr>
<td>&#x80E1;&#x73ED;&#x5BB6;&#x4E66;</td>
<td>&#x6B66;&#x529B;</td>
<td>+5</td>
</tr>
<tr>
<td>-</td>
<td>&#x667A;&#x529B;</td>
<td>+5</td>
</tr>
<tr>
<td>-</td>
<td>&#x901F;&#x5EA6;</td>
<td>+5</td>
</tr>
<tr>
<td>-</td>
<td>&#x653B;&#x51FB;&#x529B;</td>
<td>+5</td>
</tr>
<tr>
<td>-</td>
<td>&#x9632;&#x5FA1;&#x529B;</td>
<td>+5</td>
</tr>
</tbody>
</table>
<h4 id="&#x6CE8;&#xFF1A;&#x52A0;&#x653B;&#x9632;&#x5C5E;&#x6027;&#x7684;&#x7269;&#x54C1;&#x8981;&#x88C5;&#x5907;&#x5728;&#x7269;&#x54C1;&#x680F;&#x7B2C;&#x4E00;&#x4E2A;&#x4F4D;&#x7F6E;&#x624D;&#x751F;&#x6548;">&#x6CE8;&#xFF1A;&#x52A0;&#x653B;&#x9632;&#x5C5E;&#x6027;&#x7684;&#x7269;&#x54C1;&#x8981;&#x88C5;&#x5907;&#x5728;&#x7269;&#x54C1;&#x680F;&#x7B2C;&#x4E00;&#x4E2A;&#x4F4D;&#x7F6E;&#x624D;&#x751F;&#x6548;</h4>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="./" class="navigation navigation-next navigation-unique" aria-label="Next page: Introduction">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"更新履历","level":"1.1","depth":1,"next":{"title":"Introduction","level":"1.2","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"Update.md","mtime":"2019-10-05T02:30:42.019Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2019-10-05T02:33:46.862Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

